Repository: david672orford/PPR
Catalog: po/*-PAPSRV.po
Languages: de_de, fr

source: %s: not running
de_de: %s: läuft nicht

source: %s: failed to read PID from lock file
de_de: %s: Lesen der PID aus Lockdatei fehlgeschlagen

source: Sending SIGTERM to %s (PID=%ld).
de_de: Sende SIGTERM an %s (PID=%ld).

source: Waiting while %s shuts down...
de_de: Warte auf Beenden von %s...

source: Shutdown complete.
de_de: Beendet.

source: Printer "%s" has no "PPDFile" line in its config file
de_de: Der Drucker "%s" hat keine Zeile "PPDFile" in seiner Konfigurationsdatei
fr: L'imprimante "%s" n'a pas de ligne "PPDFile" dans son fichier de configuration

source: group "%s" member "%s" does not exist (%s line %d)
de_de: Gruppe "%s", Mitglied "%s" existiert nicht (%s, Zeile %d)
fr: Dans le groupe "%s", le membre "%s" n'existe pas (%s ligne %d)

source: Can't open "%s", errno=%d (%s)
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s)
fr: Impossible d'ouvrir "%s", errno=%d (%s)

source: Can't open configuration file "%s", errno=%d (%s)
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s)
fr: Impossible d'ouvrir le fichier de configuration "%s", errno=%d (%s)

source: Too many advertised names in config file
de_de: Zuviele inserierte Namen in Konfigurationsdatei
fr: Trop de noms annoncés dans le fichier de configuration

source: AppleTalk name too long (line %d)
de_de: AppleTalk Name zu lang (Zeile %s)
fr: Nom AppleTalk trop long (ligne %d)

source: AppleTalk name "type" element too long (line %d)
de_de: Das Element "type" im AppleTalk Namen ist zu lang (Zeile %s)
fr: Élément "type" du nom AppleTalk trop long (ligne %d)

source: AppleTalk name "zone" element too long (line %d)
de_de: Das Element "zone" im AppleTalk Namen ist zu lang (Zeile %s)
fr: Élément "zone" du nom AppleTalk trop long (ligne %d)

source: Duplicate "PPRname" line (line %d)
de_de: Doppelte Zeile "PPRname" (Zeile %d)
fr: Ligne "PPRname" en double (ligne %d)

source: "%s" is not a printer or group (line %d)
de_de: "%s" ist weder eine Gruppe noch ein Drucker (Zeile %d)

source: "PPRname" must be first line in record (line %d)
de_de: "PPRname" muß in der ersten Zeile des Abschnitts stehen (Zeile %d)
fr: "PPRname" doit être la première ligne de l'enregistrement (ligne %d)

source: Duplicate or unnecessary "PPDFile" line (line %d)
de_de: Doppelte oder unnötige Zeile "PPDFile" (Zeile %d)
fr: Ligne "PPDFile" en double ou inutile (ligne %d)

source: You must put a "PPDFile" line here (line %d)
de_de: Sie müssen hier eine Zeile "PPDFile" einfügen (Zeile %d)
fr: Vous devez mettre une ligne "PPDFile" ici (ligne %d)

source: "BinaryOK" option must be "true" or "false" (line %d)
de_de: Die Option "BinaryOK" darf nur "true" oder "false" sein (Zeile %d)
fr: L'option "BinaryOK" doit être "true" ou "false" (ligne %d)

source: "LanguageLevel" must be a positive integer (line %d)
de_de: "LanguageLevel" muß eine positive Ganzzahl sein (Zeile %d)
fr: "LanguageLevel" doit être un entier positif (ligne %d)

source: "ForceAUFSSecurity" must be "true" or "false" (line %d)
de_de: "ForceAUFSSecurity" darf nur "true" oder "false" sein (Zeile %d)
fr: "ForceAUFSSecurity" doit être "true" ou "false" (ligne %d)

source: "ForceAUFSSecurity" option TRUE when no -X switch used
de_de: Die Option "ForceAUFSSecurity" ist TRUE wenn -X nicht verwendet wird
fr: L'option "ForceAUFSSecurity" est TRUE quand il n'y a pas d'option -X

source: "AUFSSecurityFor" must be "DSC", "username", or "realname" (line %d)
de_de: "AUFSSecurityFor" darf nur "DSC", "username", oder "realname" sein (Zeile %d)
fr: "AUFSSecurityFor" doit être "DSC", "username" ou "realname" (ligne %d)

source: If the -X switch is not used then "AUFSSecurityName" must be "DSC" (line %d)
de_de: Wenn -X nicht genutzt wird, muß "AUFSSecurityName" "DSC" sein (Zeile %d)
fr: Si l'option -X n'est pas utilisée alors "AUFSSecurityName" doit être "DSC" (ligne %d)

source: "RAMSize" option must be a positive integer (line %d)
de_de: Die Option "RAMSize" nuß eine positive Ganzzahl sein (Zeile %d)
fr: L'option "RAMSize" doit être un entier positif (ligne %d)

source: "QueryFontCache" option must be "true" or "false" (line %d)
de_de: "QueryFontCache" darf nur "true" oder "false" sein (Zeile %d)
fr: L'option "QueryFontCache" doit être "true" ou "false" (ligne %d)

source: Unmatched double quote in "PPRparms" line (line %d)
de_de: Nichtabgeschlossene Doppelquotierung in "PPRparms" (Zeile %d)
fr: Guillemet non fermé dans la ligne "PPRparms" (ligne %d)

source: Unmatched single quote in "PPRparms" line (line %d)
de_de: Nichtabgeschlossene Quotierung in "PPRparms" (Zeile %d)
fr: Apostrophe non fermée dans la ligne "PPRparms" (ligne %d)
