Repository: david672orford/PPR
Catalog: po/*-PPRD.po
Languages: de_de, fr

source: "%s" does not have a bin called "%s".
de_de: "%s" hat keinen Einzug mit Namen "%s".
fr: "%s" n'a pas de bac au nom de "%s".

source: "%s" is a group of printers, not a printer.
de_de: "%s" ist eine Gruppe von Druckern, kein einzelner Drucker.
fr: "%s" est un groupe d'imprimantes, pas une imprimante.

source: "%s" is not a printer.
de_de: "%s" ist kein Drucker.
fr: "%s" n'est pas une imprimante.

source: "%s" is not a valid destination.
de_de: "%s" ist kein gültiges Ziel.
fr: "%s" n'est pas une destination valide.

source: %d files were not moved because they were being printed.
de_de: %d Dateien wurden nicht verschoben, da sie gerade gedruckt wurden.
fr: %d fichiers n'ont pas été déplacés car ils étaient en cours d'impression.

source: %d files where moved.
de_de: %d Dateien wurden verschoben.
fr: %d fichiers ont été déplacés.

source: %s: Only "%s" or "root" may start %s.
fr: %s : seuls "%s" et "root" peuvent démarrer %s.

source: %s: Security problem: egid = %u (This program should be setgid "%s".)
fr: %s : problème de sécurité : egid = %u (Ce programme devrait être setgid "%s".)

source: %s: Security problem: euid = %u (This program should be setuid "%s".)
fr: %s : problème de sécurité : euid = %u (Ce programme devrait être setuid "%s".)

source: %s: The group "%s" doesn't exist.
fr: %s : le groupe "%s" n'existe pas.

source: %s: The user "%s" doesn't exist.
fr: %s : l'utilisateur "%s" n'existe pas.

source: %s: User "%s" may only start %s if group is "%s". (Change 4th field in /etc/passwd for user "%s".)
fr: %s : l'utilisateur "%s" ne peut démarrer %s que si le groupe est "%s". (Modifiez le 4ème champ de /etc/passwd pour l'utilisateur "%s".)

source: %s: Warning: primary group for user "%s" is not "%s".
fr: %s : avertissement : le groupe primaire de l'utilisateur "%s" n'est pas "%s".

source: 1 file was moved.
de_de: 1 Datei wurde verschoben.
fr: 1 fichier a été déplacé.

source: 1 file was not moved because it was being printed.
de_de: 1 Datei wurde nicht verschoben, da sie gerade gedruckt wurde.
fr: 1 fichier n'a pas été déplacé car il était en cours d'impression.

source: Another process is already using the notify feature for the printer "%s".
de_de: Ein anderer Prozeß nutzt bereits das Benachrichtigungskommando für den Drucker "%s".
fr: Un autre processus utilise déjà la fonction d'annonce pour l'imprimante "%s".

source: Converting outstanding cancel order for job "%s" to a hold order.
de_de: Wandele einen cancel Befehl für Auftrag "%s" in einen gehalten Befehl um.
fr: Conversion de l'ordre d'annulation en attente pour le travail "%s" en un ordre de suspension.

source: Destination "%s" does not exist.
de_de: Ziel "%s" existiert nicht.
fr: La destination "%s" n'existe pas.

source: Internal pprd error: job "%s" has unknown status %d.
de_de: Interner pprd Fehler: Auftrag "%s" hat den unbekannten Status %d.
fr: Erreur interne de pprd : le travail "%s" a un état %d inconnu.

source: Internal pprd error: printer "%s" is in an undefined state.
de_de: Interner pprd Fehler: Der Drucker "%s" befindet sich in einem undefinierten Status.
fr: Erreur interne de pprd : l'imprimante "%s" est dans un état indéfini.

source: Job "%s" does not exist.
de_de: Der Auftrag "%s" existiert nicht.
fr: Le travail "%s" n'existe pas.

source: No jobs are queued for "%s".
de_de: Für "%s" sind keine Aufträge in der Warteschlange.
fr: Aucun travail n'est en attente pour "%s".

source: No printer or group is called "%s".
de_de: Kein Drucker oder Gruppe hat den Namen "%s".
fr: Aucune imprimante ni groupe ne s'appelle "%s".

source: Printer "%s" does not exist.
de_de: Der Drucker "%s" existiert nicht.
fr: L'imprimante "%s" n'existe pas.

source: Printer placed in auto-retry mode.
de_de: Drucker in Wiederversuchsmodus gesetzt
fr: Imprimante placée en mode de tentative automatique.

source: Printer placed in fault mode, no auto-retry.
de_de: Drucker in Fehlerstatus versetzt, kein automatischer Wiederversuch.
fr: Imprimante placée en mode de panne, pas de tentative automatique.

source: Queue entry "%s" does not exist.
de_de: Warteschlangeneintrag "%s" existiert nicht.
fr: L'entrée de file "%s" n'existe pas.

source: Remaining printer problems
de_de: Bestehende Druckerprobleme
fr: Problèmes subsistant sur l'imprimante

source: Seizing job "%s" which is printing on "%s".
de_de: Erfasse Auftrag "%s", der auf "%s" gedruckt wird.
fr: Saisie du travail "%s" qui est en cours d'impression sur "%s".

source: The destination "%s" does not exist.
de_de: Ziel "%s" existiert nicht.
fr: La destination "%s" n'existe pas.

source: The print job "%s" can't be released until an outstanding hold order has been fully executed.
de_de: Der Druckauftrag "%s" kann nicht freigegeben werden, bis ein noch ausstehender anhalten Befehl vollständig ausgeführt worden ist.
fr: Le travail d'impression "%s" ne peut être libéré avant que l'opération de suspension en cours ne soit complètement terminée.

source: The print job "%s" does not exist.
de_de: Der Druckauftrag "%s" existiert nicht.
fr: Le travail d'impression "%s" n'existe pas.

source: The print job "%s" is already held.
de_de: Der Druckauftrag "%s" ist bereits angehalten.
fr: Le travail d'impression "%s" est déjà suspendu.

source: The print job "%s" is already undergoing a transition to the held state.
de_de: Der Druckauftrag "%s" wird gerade in den Status gehalten verstzt.
fr: Le travail d'impression "%s" est déjà en cours de transition vers l'état suspendu.

source: The print job "%s" is arrested.
de_de: Der Druckauftrag "%s" wurde gesperrt.
fr: Le travail d'impression "%s" est arrêté.

source: The print job "%s" is not being held.
de_de: Der Druckauftrag "%s" wird nicht angehalten.
fr: Le travail d'impression "%s" n'est pas suspendu.

source: The printer "%s" does not exist.
de_de: Der Drucker "%s" existiert nicht.
fr: L'imprimante "%s" n'existe pas.

source: The printer "%s" has been otherwise engaged or off line for %d minutes.
de_de: Der Drucker "%s" war für %d Minuten anderweitig beschäftigt oder nicht erreichbar.
fr: L'imprimante "%s" est occupée ou hors ligne depuis %d minutes.

source: The printer "%s" has suffered %d faults.
de_de: Der Drucker "%s" hat %d Fehler gehabt.
fr: L'imprimante "%s" a subi %d pannes.

source: The printer "%s" has suffered a fault from which it can not recover on its own.
de_de: Der Drucker "%s" hat einen Fehler, den er nicht von selbst beheben kann.
fr: L'imprimante "%s" a subi une panne qu'elle ne peut résoudre toute seule.

source: The printer "%s" is already halting.
de_de: Der Drucker "%s" hält bereits an.
fr: L'imprimante "%s" est déjà en train de s'arrêter.

source: The printer "%s" is already printing.
de_de: Der Drucker "%s" druckt bereits.
fr: L'imprimante "%s" est déjà en train d'imprimer.

source: The printer "%s" is already stopping.
de_de: Der Drucker "%s" hält gerade an.
fr: L'imprimante "%s" est déjà en train de s'arrêter.

source: The printer "%s" is already stopt.
de_de: Der Drucker "%s" ist bereits angehalten.
fr: L'imprimante "%s" est déjà arrêtée.

source: The printer "%s" is not stopt.
de_de: Der Drucker "%" ist nicht angehalten.
fr: L'imprimante "%s" n'est pas arrêtée.

source: There is an outstanding halt command for the printer "%s".
de_de: Es gibt einen noch ausstehenden Stopbefehl für den Drucker "%s".
fr: Il y a une commande d'arrêt en cours pour l'imprimante "%s".

source: Undefined response code %d for your job "%s".
fr: Code de réponse %d indéfini pour votre travail "%s".

source: Your print job "%s" has been canceled.
fr: Votre travail d'impression "%s" a été annulé.

source: Your print job "%s" has been printed on "%s".
fr: Votre travail d'impression "%s" a été imprimé sur "%s".

source: Your print job "%s" is stranded because the printer "%s" is incapable of printing it.
fr: Votre travail d'impression "%s" a été arrêté parce que l'imprimante "%s" est incapable de l'imprimer.

source: Your print job "%s" is stranded because no member of the group "%s" is capable of printing it.
fr: Votre travail d'impression "%s" a été arrêté parce qu'aucun membre du groupe "%s" n'est capable de l'imprimer.

source: Your print job "%s" was arrested after an attempt to print it on "%s" resulted in a job error.
fr: Votre travail d'impression "%s" a été arrêté après qu'une tentative de l'imprimer sur "%s" ait donné une erreur.

source: Your print job "%s" was canceled because "%s" is not a known destination.
fr: Votre travail d'impression "%s" a été annulé parce que "%s" n'est pas une destination connue.

source: Your print job "%s" was canceled because the destination "%s" is not acceping requests.
fr: Votre travail d'impression "%s" a été annulé parce que la destination "%s" n'accepte pas les requêtes.

source: Your print job "%s" was canceled while printing on "%s".
fr: Votre travail d'impression "%s" a été annulé pendant l'impression sur "%s".

source: %s: not running
de_de: %s: läuft nicht

source: %s: failed to read PID from lock file
de_de: %s: Lesen der PID aus Lockdatei fehlgeschlagen

source: Sending SIGTERM to %s (PID=%ld).
de_de: Sende SIGTERM an %s (PID=%ld).

source: %s: kill(%ld, SIGTERM) failed, errno=%d (%s)
de_de: %s: kill(%ld, SIGTERM) fehlgeschlagen, Fehlernummer=%d (%s)

source: Waiting while %s shuts down...
de_de: Warte auf Beenden von %s...

source: Shutdown complete.
de_de: Beendet.

source: Internal error, pprdrv core dumped after receiving signal %d (%s).
de_de: Interner Fehler, pprdrv wurde durch Signal %d (%s) beendet.

source: Mischief afoot, pprdrv stopt by signal %d (%s).
de_de: Unheil im Gange, pprdrv wurde durch %d (%s) Signal beendet.

source: Printing aborted because pprdrv died. The stated reason for its death (killed by signal 0) is nonsense but may indicate that dynamic linking failed due to a problem with the shared library search path.
de_de: Druck wurde abgebrochen, da pprdrv beendet wurde. Der angegebene Grund (beendet durch Signal 0) ist Unsinn, kann aber darauf hindeuten, daß das dynamische Linken wegen eines Problems mit dem shared library Suchpfad fehlgeschlagen ist.

source: Printing aborted because pprdrv was killed by signal %d (%s). This was not expected and the cause is unknown.
de_de: Der Druck wurde abgebrochen da pprdrv duch Signal %d (%s) beendet wurde. Dies war nicht erwartet und der Grund hierfür ist unbekannt.

source: Unexpected pprdrv shutdown. It claims to have received a signal to terminate.
de_de: Unerwartetes Beenden von pprdrv. Es meldet den Empfang eines Signalszum beenden.

source: Unrecognized exit code %d returned by pprdrv.
de_de: Unbekannter Exitcode %d von pprdrv.
