Repository: david672orford/PPR
Catalog: po/*-PPR.po
Languages: de_de, fr_fr

source: --cache-priority {auto,low,high} prefer to insert resources from cache?
de_de: --cache-priority {auto,low,high} Ensatz von Resourcen aus dem Cache bevorzugen?

source: --cache-store none don't store new resources (default) --cache-store unavailable store if not in cache or fontindex --cache-store uncached store if not already in cache
de_de: --cache-store none neue Resourcen nicht speichern (Standard) --cache-store unavailable speichern, wenn nicht im Cache oder Schriftenindex --cache-store uncached speichern, wenn noch nicht im Cache

source: --charge-to <string> PPR charge account to bill for job
de_de: --charge-to <Nutzer> PPR Nutzer, der für Druckauftrag zahlt
fr_fr: --charge-to <chaîne> compte PPR sur lequel imputer le travail

source: --commentary <n> send commentary messages of types <n>
de_de: --commentary <n> Kommentarnachrichten vom Typ <n> senden

source: --debug explain what is being done
de_de: --debug Erklärungen zu allen Schritten geben
fr_fr: --debug explique ce qui se passe

source: --editps-level <pos int> set level of editing for -H editps
de_de: --editps-level <Zahl> Level zum Editieren von -H editps setzen
fr_fr: --editps-level <entier positif> donne le niveau d'édition pour l'option -H editps

source: --file-type <option> same as -T
de_de: --file-type <Option> wie -T

source: --help print this message
de_de: --help diese Nachricht ausgeben
fr_fr: --help affiche ce message

source: --hold job should be held immediately
de_de: --hold Druckauftrag sofort stoppen
fr_fr: --hold travail à retenir immédiatement

source: --lpq-filename <string> filename for ppop lpq listings
de_de: --lpq-filename <Dateiname> Dateiname für ppop lpq Ausgaben
fr_fr: --lpq-filename <chaîne> nom de fichier pour les affichages de ppop lpq

source: --nocreate don't create %s if it doesn't exist
de_de: --nocreate %s nicht erstellen, wenn es nicht existiert
fr_fr: --nocreate ne crée pas %s s'il n'existe pas

source: --page-list <page-list> print only the pages indicated
de_de: --page-list <Seiten> nur angegebene Seiten drucken
fr_fr: --page-list <liste-de-pages> n'imprime que les pages indiquées

source: --print-id-to-fd print the numberic queue id file descriptor
de_de: --print-id-to-fd numerische Warteschlangen ID des Druckauftrages ausgeben

source: --question <path> path of HTML question page
de_de: --question <Pfad> Pfad der HTML Formularseite

source: --remove back out changes --force change system against advice
de_de: --remove Änderungen verwerfen --force Änderungen trotz Warnung übernehmen

source: --ripopts '<options>' options to pass to external RIP
de_de: --ripopts '<Optionen>' Optionen zur Weitergabe an externes RIP-Programm

source: --routing <string> set DSC routing instructions
de_de: --routing <Befehle> DSC routing Befehle setzen

source: --save job should be saved after printing
de_de: --save Druckauftrag nach beenden speichern

source: --show-jobid print the queue id of submitted jobs --show-long-jobid print queue id in long format
de_de: --show-jobid Warteschlagen ID von übermittelten Druckaufträgen ausgeben --show-long-jobid Warteschlagen ID im langen Format ausgeben

source: --title <string> set default document title
de_de: --title <Titel> Titel des Druckauftrages setzen
fr_fr: --title <chaîne> positionne le titre du document par défaut

source: --version print PPR version information --help print this help
de_de: --version PPR Version ausgeben --help diese Hilfe ausgeben
fr_fr: --version affiche les informations sur la version de PPR --help affiche cette aide

source: --version print the PPR version number
de_de: --version PPR Version augeben
fr_fr: --version affiche le numéro de version de PPR

source: -A root or ppr has preauthorized
de_de: -A root oder ppr ist bereits authentifiziert

source: -A <seconds> --arrest-interest-interval <seconds> (this switch is passed thru to ppop) --version (print PPR version number) --help (print this message)
de_de: -A <Sekunden> --arrest-interest-interval <Sekunden> (diese Option wird an ppop weitergegeben) --version (PPR Version ausgeben) --help (diese Hilfe ausgeben)
fr_fr: -A <secondes> --arrest-interest-interval <secondes> (cette bascule est passée directement à ppop) --version (affiche le numéro de version de PPR) --help (affiche ce message)

source: -B false disable automatic bin selection -B true enable automatic bin selection (default)
de_de: -B false keine automatische Auswahl des Papierschachtes -B true automatische Auswahl des Papierschachtes (Standard)
fr_fr: -B false désactive la sélection automatique du bac -B true permet la sélection automatique du bac (défaut)

source: -D <mediumname> sets default medium
de_de: -D <Papiertyp> den Standardpapiertyp setzen (A4, Letter, ...)
fr_fr: -D <nom de support> positionne le support par défaut

source: -F '<feature name>' inserts setup code for a printer feature --feature '<feature name>' same as above --features list available printer features
de_de: -F '<Funktion>' setzt Code für eine Druckerfunktion --feature '<Funktion>' wie oben --features verfügbare Druckerfunktionen ausgeben

source: -G <string> gab about subject indicated by <string> --gab <string> same as -G
de_de: -G <Thema> Erklärung für <Thema> ausgeben --gab <Thema> wie -G
fr_fr: -G <chaîne> parle du sujet indiqué par <chaîne> --gab <chaîne> pareil que -G

source: -H <hack name> turn on a hack -H no-<hack name> turn off a hack --hack [no-]<hack name> same as -H
de_de: -H <Workaround> Workaround einschalten -H no-<Workaround> Workaround ausschalten --hack [no-]<Workaround> wie -H
fr_fr: -H <nom de bitouille> lance une bitouille -H no-<nom de bitouille> arrête une bitouille --hack [no-]<nom de bitouille> identique à -H

source: -K true keep feature code though not in PPD file -K false don't keep bad feature code (default)
de_de: -K true Code einer nicht in PPD-Datei enthaltenen Druckerfunktion behalten -K false keinen nicht PPD-Code behalten (Standard)
fr_fr: -K true garde le code de la possibilité même si elle ne se trouve pas dans le fichier PPD -K false ne garde pas le mauvais code (défaut)

source: -N <positive integer> print pages N-Up -N noborders turn off N-Up borders
de_de: -N <positive Ganzzahl> drucke Seiten N-Ende -N noborders Rand bei Druck Seiten N-Ende abschalten
fr_fr: -N <entier positif> imprime N pages par feuille -N noborders désactive les bordures avec N-pages

source: -O <string> overlay `Draft' notice
de_de: -O <string> Entwurf Benachrichtung mitdrucken
fr_fr: -O <chaîne> indication de `Brouillon' par-dessus le texte

source: -P notifyme set ProofMode to NotifyMe -P substitute set ProofMode to Substitute -P trustme set ProofMode to TrustMe
de_de: -P notifyme sicheren Modus für NotifyMe setzen -P substitute sicheren Modus für Substitute setzen -P trustme sicheren Modus für TrustMe setzen
fr_fr: -P notifyme positionne ProofMode à NotifyMe -P substitute positionne ProofMode à Substitute -P trustme positionne ProofMode à TrustMe

source: -Q <string> TrueType query answer given (for papsrv)
de_de: -Q <Antwort> Antwort in TrueType gegeben (für papsrv)

source: -R duplex:softsimplex read duplex mode, assume simplex (default) -R duplex:simplex read duplex mode, assume simplex -R duplex:duplex read duplex mode, assume normal duplex -R duplex:duplextumble read duplex mode, assume tumble duplex -R ignore-duplex don't read duplex mode
de_de: -R duplex:softsimplex beidseitig lesen, einseitig annehmen (Standard) -R duplex:simplex beidseitig lesen, einseitig annehmen -R duplex:duplex beidseitig lesen, normal beidseitig annehmen -R duplex:duplextumble beidseitig lesen, fallend beidseitig annehmen -R ignore-duplex nicht beidseitig lesen
fr_fr: -R duplex:softsimplex lit en mode duplex, suppose simplex (défaut) -R duplex:simplex lit en mode duplex, suppose simplex -R duplex:duplex lit en mode duplex, suppose duplex normal -R duplex:duplextumble lit en mode duplex, suppose duplex tumble -R ignore-duplex ne lit pas en mode duplex

source: -R for read "%%For:" line -R ignore-for don't read "%%For:" (default)
de_de: -R for "%%For:"-Zeile lesen -R ignore-for "%%For:"-Zeile nicht lesen (Standard)
fr_fr: -R for lit la ligne "%%For:" -R ignore-for ne lit pas la ligne "%%For:" (défaut)

source: -R routing use routing from "%%Routing:" (default) -R ignore-routing ignore "%%Routing:" comment
de_de: -R routing Routing aus "%%Routing:" nutzen (Standard) -R ignore-routing "%%Routing:" ignorieren
fr_fr: -R routing utilise le routage à partir de "%%Routing:" (défaut) -R ignore-routing ignore le commentaire "%%Routing:"

source: -R title use title from "%%Title:" (default) -R ignore-title ignore "%%Title:" comment
de_de: -R title Titel aus "%%Title:" nutzen (Standard) -R ignore-title "%%Title:" ignorieren
fr_fr: -R title utilise le titre de "%%Title:" (défaut) -R ignore-title ignore le commentaire "%%Title:"

source: -U unlink job file after queuing it
de_de: -U Druckauftrag nach Beenden löschen
fr_fr: -U efface le fichier de travail après l'avoir mis en queue

source: -X <string> used by network servers to tell PPR the identity of alien users for whom they act --proxy-for <string> same as -X
de_de: -X <string> wird von Netzwerkservern genutzt um PPR die Identität der Fremdnutzer, für die sie arbeiten, mitzuteilen --proxy-for <string> wie -X

source: -Y <options> experimental job splitting feature
de_de: -Y <Optionen> experimentelle Funktion zur Aufteilung von Druckaufträgen

source: -Z true ignore jobs without %%EOF -Z false don't ignore (default)
de_de: -Z true Druckaufträge ohne %%EOF ignorieren -Z false nicht ignorieren (Standard)
fr_fr: -Z true ignore les travaux sans %%EOF -Z false ne les ignore pas (défaut)

source: -a turns on authcode mode
de_de: -a Authentifizierungscodemodus anschalten

source: -b {yes,no,dontcare} express banner page preference -t {yes,no,dontcare} express trailer page preference
de_de: -b {yes,no,dontcare} Vorzug für Startseiten -t {yes,no,dontcare} Vorzug für Endseiten
fr_fr: -b {yes,no,dontcare} exprime la préférence pour la page de garde avant -t {yes,no,dontcare} exprime la préférence pour la page de garde arrière yes = oui, no = non, dontcare = peu importe

source: -m <method> response method -m none no response --responder same as -m -r <address> response address --responder-address same as -r --responder-options <list> list of name=value responder options
de_de: -m <Methode> Benachrichtigung mit <Methode> -m none keine Benachrichtigung --responder wie -m -r <address> Benachrichtigungsaddresse --responder-address wie-r --responder-options <Liste> Liste der Benachrichtigungsoptionen mit Name=Wert

source: -n <positive integer> print n copies -n collate print collated copies --copies <option> same as -n
de_de: -n <positive Ganzzahl> n Kopien drucken -n collate Kopien ordnen --copies <Option> wie -n

source: -o <string> specify filter options --markup [format, lp, pr, fallback-lp, fallback-pr] set handling of LaTeX, HTML, and such
de_de: -o <Optionen> Filteroptionen angeben --markup [format, lp, pr, fallback-lp, fallback-pr] Behandlung von LaTeX, HTML usw. setzen
fr_fr: -o <chaîne> spécifie les options de filtres --markup [format, lp, pr, fallback-lp, fallback-pr] indique la gestion de LaTeX, HTML et autres

source: -q <integer> sets priority of print job
de_de: -q <Ganzzahl> Priorität des Druckauftrages setzen
fr_fr: -q <entier> indique la priorité du travail d'impression

source: -s <port> --standalone-port <port> (run standalone, bind to specified TCP port)
de_de: -s <port> --standalone-port <Port> (nicht über inetd starten, auf TCP Port <Port> lauschen)
fr_fr: -s <port> --standalone-port <port> (tourner en autonome, se lier au port TCP spécifié)

source: -s <positive integer> signature sheet count -s booklet automatic signature sheet count -s {both,fronts,backs} indicate part of each signature to print
de_de: -s <positive Ganzzahl> Zahl der Blätter für Signatur -s booklet Zahl der Blätter für Signatur automatisch festlegen -s {both,fronts,backs} Teil der zu Druckenden Signaturen festlegen
fr_fr: -s <entier positif> compte de la feuille de signature -s booklet compte automatique de la feuille de signature -s {both,fronts,backs} indique la partie de chaque signature à imprimer

source: -u yes use username to identify jobs in queue -u no use /etc/passwd comment instead (default) -f <string> override user identication from -u
de_de: -u yes nutze Nutzernamen zur Identifizierung von Druckaufträgen in der Warteschlange -u no nutze stattdessen den Kommentar aus /etc/passwd (Standard) -f <string> überschreibe Nutzeridentifikation aus -u

source: -w log routes warnings to log file -w stderr routes warnings to stderr (default) -w both routes warnings to stderr and log file -w {severe,peeve,none} sets warning level
de_de: -w log Warnungen in Logdatei schreiben -w stderr Warnungen aud STDERR schreiben (Standard) -w both Warnungen auf STDERR und in Logfile schreiben -w {severe,peeve,none} Level für Warnungen setzen
fr_fr: -w log dirige les avertissements vers le fichier de log -w stderr dirige les avertissements vers l'erreur standard (défaut) -w both dirige les avertissements vers le fichier de log et l'erreur standard -w {severe,peeve,none} indique le niveau d'avertissement

source: This command sets the status of a destination. The status of a destination may be displayed with the "ppop destination" command.
de_de: Dieses Kommando setzt den Status eines Druckers. Der Status eines Druckers kann mit dem Kommando "ppop Drucker" angezeigt werden.
fr_fr: Cette commande positionne l'état d'une destination. L'état d'une destination peut être affiché avec la commande "ppop destination".

source: %s [responder [address ["options"]]]
de_de: %s [Responder [Adresse ["Optionen"]]]

source: Abbreviation: ppop dest {<destination>, all}
de_de: Benutzung: ppop dest {<Drucker>, all}

source: Abbreviation: ppop ldest {<destination>, all}
de_de: Benutzung: ppop ldest {<Drucker>, all}

source: (Note: "%s" does not exist.)
de_de: (Achtung: "%s" existiert nicht.)

source: (Warning: "%s" is not executable.)
de_de: (Warnung: "%s" ist nicht ausführbar.)

source: argument
de_de: Wert
fr_fr: paramètre

source: "%%%%BeginData:" block ran off end of file after %ld of %ld lines
de_de: "%%%%BeginData:" Datenblock ging über EOF hinaus nach %ld of %ld Zeilen
fr_fr: Le bloc "%%%%BeginData:" a dépassé la fin de fichier après %ld de %ld lignes

source: "%%%%BeginData:" block ran off end of file at byte %ld of %ld
de_de: "%%%%BeginData:" Datenblock ging über EOF hinaus nach Byte %ld von %ld
fr_fr: Le bloc "%%%%BeginData:" a dépassé la fin de fichier à l'octet %ld de %ld

source: "%%%%BeginData:" said %ld bytes, but no "%%%%EndData" found there
de_de: "%%%%BeginData:" meldete %ld Byte, dort aber kein "%%%%EndData" gefunden
fr_fr: "%%%%BeginData:" a indiqué %ld octets, mais pas de "%%%%EndData" à cet endroit

source: "%%%%BeginData:" said %ld lines, but no "%%%%EndData" found there
de_de: "%%%%BeginData:" meltete %ld Zeilen, dort aber kein "%%%%EndData" gefunden
fr_fr: "%%%%BeginData:" a indiqué %ld lignes, mais pas de "%%%%EndData" à cet endroit

source: "%%%%PageOrder: Ascending" should be "%%%%PageOrder: Ascend"
de_de: "%%%%PageOrder: Ascending" sollte "%%%%PageOrder: Ascend" sein

source: "%%%%PageOrder: Descending" should be "%%%%PageOrder: Descend"
de_de: "%%%%PageOrder: Descending" sollte "%%%%PageOrder: Descend" sein

source: "%%%%Pages:" comment is wrong, changing it from %d to %d
de_de: "%%%%Pages:" ist falsch, Änderung von %d nach %d
fr_fr: Le commentaire "%%%%Pages:" est incorrect, changé de %d en %d

source: "%s" comment has no argument
de_de: "%s" hat keinen Wert
fr_fr: Le commentaire "%s" n'a pas de paramètre

source: "%s" does not take arguments
de_de: "%s" Werte an
fr_fr: "%s" ne prend pas de paramètres

source: "%s" is discontinued in DSC versions >= %s
de_de: "%s" wird in DSC Versionen >= %s nicht mehr eiter verfolgt
fr_fr: "%s" est arrêté dans les versions DSC >= %s

source: "%s" line has no argument
de_de: "%s" hat keinen Wert
fr_fr: La ligne "%s" n'a pas de paramètre

source: "%s" line has no arguments
de_de: "%s" hat keinen Wert
fr_fr: La ligne "%s" n'a pas de paramètres

source: "%s" should be "%s"
de_de: "%s" sollte "%s" sein
fr_fr: "%s" devrait être "%s"

source: %d Group "%s" would have %d members, only %d are allowed.
de_de: %d Gruppe "%s" hat %d Mitglieder, aber nur %d erlaubt.

source: %d Printer "%s" is already a member of "%s".
de_de: %d Drucker "%s" ist bereits Mitglied von "%s".

source: %d active jobs were canceled.
de_de: %d active Druckaufträge wurden gelöscht.

source: %d characters follow EOF mark
de_de: %d Zeichen folgen auf EOF

source: %d jobs were canceled.
de_de: %d Druckaufträge wurden gelöscht.

source: %d of %d queue(s) skipt due to errors.
de_de: %d von %d Warteschlange(n) wegen Fehlern übergangen.

source: %d of %d queues exported to "%s".
de_de: %d von %d Warteschlagen nach "%s" exportiert.

source: %d of 1 queue exported to "%s".
de_de: %d of 1 Warteschlange nach "%s" exportiert.

source: %d printers answer to the name "%s".
de_de: %d Drucker antorten auf den Namen "%s".
fr_fr: %d imprimantes répondent au nom de "%s".

source: %d seconds
de_de: %d Sekunden

source: %d seconds (clock stopt)
de_de: %d Sekunden (Uhr gestoppt)

source: %s while attempting to read "%s" [%s] %s =
de_de: %s beim Lesen von "%s" [%s] %s =
fr_fr: %s pendant la tentative de lecture de "%s" [%s] %s =

source: %s (by default)
de_de: %s (Standard)
fr_fr: %s (par défaut)

source: %s interface: "codes" setting must be "Clean7Bit" if the option "bits=7" is set.
de_de: %s Interface: "codes" muß "Clean7Bit" sein, wenn die Option "bits=7" gesetzt ist.
fr_fr: interface %s : le paramètre "codes" doit être "Clean7Bit" si l'option "bits=7" est positionnée.

source: %s interface: serial port driver does not support selected options
de_de: %s Interface: Der Treiber der seriellen Schnittstelle unterstützt die ausgewählte Option nicht
fr_fr: interface %s : le pilote de port série ne supporte pas les options sélectionnées

source: %s must be followed by "none", "stderr", "responder", or "both"
de_de: %s muß von "none", "stderr", "responder", oder "both" gefolgt werden
fr_fr: %s doit être suivi de "none", "stderr", "responder" ou "both"

source: %s must be followed by "notifyme", "substitute", or "trustme"
de_de: %s muß von "notifyme", "substitute", oder "trustme" gefolgt werden
fr_fr: %s doit être suivi de "notifyme", "substitute" ou "trustme"

source: %s must be followed by "true" or "false"
de_de: %s muß von "true" oder "false" gefolgt werden
fr_fr: %s doit être suivi de "true" ou "false"

source: %s must be set to "true" or "false"
de_de: %s muß auf "true" oder "false" gesetzt werden
fr_fr: %s doit être positionné à "true" ou "false"

source: %s option (N-Up) must be between 1 and 16
de_de: Option %s (N-Ende) mup zwischen 1 und 16 liegen
fr_fr: L'option %s (N-pages) doit être entre 1 et 16

source: %s option must be "fronts", "backs", "both", "booklet", or a positive integer
de_de: Option %s must "fronts", "backs", "both", "booklet", oder eine positive Ganzzahl sein
fr_fr: L'option %s doit être "fronts", "backs", "both", "booklet" ou un entier positif

source: %s option must be between 0 and 39
de_de: Option %s muß zwischen 0 und 39 liegen
fr_fr: L'option %s doit être entre 0 et 39

source: %s option specifies unrecognized file type "%s"
de_de: Option %s bezeichnet den unbekannten Dateityp "%s"

source: %s per duplex sheet,
de_de: %s für beidseitiges Blatt,
fr_fr: %s par feuille double face,

source: %s per simplex sheet
de_de: %s für einseitiges Blatt
fr_fr: %s par feuille simple face

source: %s%s is empty
de_de: %s%s ist leer

source: %s%s is entirely whitespace
de_de: %s%s enthält nur leere Zeichen
fr_fr: %s%s est uniquement des espaces blancs

source: %s() failed, errno=%d (%s)
de_de: %s() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): %s() failed, errno=%d (%s)
de_de: %s(): %s() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): Can't open "%s", errno=%d (%s)
de_de: %s(): Kann "%s" nicht öffnen, Fehlernummer=%d (%s)

source: %s(): chmod("%s", %o) failed, errno=%d (%s)
de_de: %s(): chmod("%s", %o) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): execv("%s", ...) failed, errno=%d (%s)
de_de: %s(): execv("%s", ...) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): fdopen("%d", "%s") failed, errno=%d (%s)
de_de: %s(): fdopen("%d", "%s") fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): fstat() failed, errno=%d (%s)
de_de: %s(): fstat() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): getpwnam("%s") failed, errno=%d (%s)
de_de: %s(): getpwnam("%s") fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): local nodename or username is too long
de_de: %s(): lokaler Rechnername oder Benutzername zu lang

source: %s(): pipe() failed, errno=%d (%s)
de_de: %s(): pipe() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): rename("%s", "%s") failed, errno=%d (%s)
de_de: %s(): rename("%s", "%s") fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): setegid(%ld) failed, errno=%d (%s)
de_de: %s(): setegid(%ld) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): seteuid(%ld) failed, errno=%d (%s)
de_de: %s(): seteuid(%ld) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): setgroups() failed, errno=%d (%s)
de_de: %s(): setgroups() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): setregid(%ld, %ld) failed, errno=%d (%s)
de_de: %s(): setregid(%ld, %ld) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): setreuid(%ld, %ld) failed, errno=%d (%s)
de_de: %s(): setreuid(%ld, %ld) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): setreuid(%ld, %ld) failed, errno=%d (%s)
de_de: %s(): setreuid(%ld, %ld) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): unlink("%s") failed, errno=%d (%s)
de_de: %s(): unlink("%s") fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): wait() failed, errno=%d (%s)
de_de: %s(): wait() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): wait() failed, errno=%d (%s)
de_de: %s(): wait() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s, stalled for %d minutes
de_de: %s für %d Minuten gehalten

source: %s: %s while attempting to read "%s" [%s] %s =
de_de: %s: %s beim Leseversuch von "%s" [%s] %s =
fr_fr: %s : %s pendant la tentative de lecture de "%s" [%s] %s =

source: %s: -U: can't unlink("%s"), errno=%d (%s)
de_de: %s: -U: kann nicht löschen("%s") , Fehlernummer=%d (%s)
fr_fr: %s : -U : ne peut pas faire unlink("%s"), errno=%d (%s)

source: %s: Can't find user "ppr" in password database.
de_de: %s: Kann Benutzer "ppr" nicht in der Passwort-Datenbank finden.
fr_fr: %s : ne trouve pas l'utilisateur "ppr" dans la base de données des mots de passe.

source: %s: DISPLAY not set.
de_de: %s: Umgebungsvariable DISPLAY ist nicht gesetzt.
fr_fr: %s : DISPLAY non positionné.

source: %s: Invalid -K argument
de_de: %s: Ungültiger -K Wert
fr_fr: %s : argument -K invalide

source: %s: Invalid -N argument
de_de: %s: Ungültiger -N Wert
fr_fr: %s : argument -N invalide

source: %s: Print queue "%s" not found.
de_de: %s: Druckerwarteschlange "%s" nicht gefunden.
fr_fr: %s : queue d'impression "%s" non trouvée.

source: %s: Syntax error, unrecognized switch: -%c
de_de: %s: Syntaxfehler, unbekannte Option: -%c
fr_fr: %s : erreur de syntaxe, bascule non reconnue : -%c

source: %s: The file "%s" is not yours, doing nothing.
de_de: %s: The Druckauftrag "%s" ist nicht Ihrer, ich ignoriere den Befehl.
fr_fr: %s : le fichier "%s" n'est pas le vôtre, je ne fais rien.

source: %s: This program must be setuid %s!
de_de: %s: Diese Programm muß setuid %s gesetzt sein!

source: %s: can't create "%s", errno=%d (%s)
de_de: %s: Kann "%s" nicht erstellen, Fehlernummer=%d (%s)
fr_fr: %s : impossible de créer "%s", errno=%d (%s)

source: %s: can't open "%s", errno=%d (%s)
de_de: %s: cKann "%s" nicht öffnen, Fehlernummer=%d (%s)
fr_fr: %s : impossible d'ouvrir "%s", errno=%d (%s)
