Repository: david672orford/PPR
Catalog: po/*-PPRWWW.po
Languages: de_de, fr

source: About PPR
de_de: Über PPR

source: Close
de_de: Schließen

source: Close this window.
de_de: Dieses Fenster schließen.

source: Add an Alias
de_de: Ein Alias hinzufügen

source: PPR Alias Creation
de_de: PPR Alias Erstellung

source: This program will guide you through the process of creating an alias for a printer or a group of printers.
de_de: Dieses Programm wird Sie durch den Prozeß der Erstellung eines Alias für einen Drucker oder eine Gruppe von Druckern führen.

source: The alias must have a name. The name may be up to 16 characters long. Control codes, tildes, and spaces are not allowed. Also, the first character may not be a period or a hyphen.
de_de: Der Alias muß einen Namen bekommen. Der Name darf bis zu 16 Zeichen lang sein. Kontrollzeichen, Tilden und Leerzeichen sind nicht erlaubt. Desweiteren darf das erste Zeichen weder ein Punkt noch ein Bindestrich sein.

source: You must enter a name for the alias!
de_de: Sie müssen einen Namen für das Alias eingeben!

source: The alias "%s" already exists!
de_de: Das Alias "%s" existiert bereits!

source: _Cancel
de_de: _Abbrechen
fr: _Annuler

source: _Next
de_de: _Weiter
fr: _Suivant

source: For What an Alias
de_de: Ein Alias für welche Warteschlange

source: Please select the printer or group for which "%s" is to be an alias.
de_de: Bitte wählen Sie einen Drucker oder eine Gruppe von Druckern aus, für die "%s" ein Alias sein soll.

source: The alias must point to something!
de_de: Das Alias muß auf etwas zeigen!

source: Describe the Alias
de_de: Beschreiben Sie das Alias

source: While short group names are convenient in certain contexts, it is sometimes helpful to have a longer, more informative description. Please supply a longer description for "%s" below.
de_de: Während kurze Gruppennamen in bestimmten Umfeldern erwünscht sind, ist es doch manchmal besser, eine längere, informativere Beschreibung zu haben. Bitte geben Sie unten eine Beschreibung für "%s" an.

source: Description:
de_de: Beschreibung:

source: You must supply a description!
de_de: Sie müssen eine Bechreibung angeben!
fr: Vous devez fournir une description !

source: _Back
de_de: _Zurück
fr: _Retour

source: _Finish
de_de: _Fertigstellen
fr: _Finir

source: Save the Alias
de_de: Alias speichern

source: Saving new alias:
de_de: Speichere neuen Alias:

source: Due to the problem indicated above, the queue was not created.
de_de: Wegen des oben angegebenen Problems wurde die Warteschlange nicht erzeugt.

source: _Close
de_de: _Schließen
fr: _Fermer

source: Comment
de_de: Kommentar
fr: Commentaire

source: Comment:
de_de: Kommentar:
fr: Commentaire :

source: For What
de_de: Für welche Warteschlange

source: Printer or group for which "%s" is an alias:
de_de: Drucker oder Gruppe, für die "%s" ein Alias ist:

source: Switchset
de_de: Satz von Optionen
fr: Ensemble d'options

source: Switchset:
de_de: Satz von Optionen:
fr: Ensemble d'options :

source: Share with Samba (provided Samba is prepared)
de_de: In Samba zur Verfügung stellen (Zur Verfügung stehendes Samba wird vorbereitet)
fr: Partager avec Samba (à condition que Samba soit prêt)

source: Prototype Share:
de_de: Druckerfreigabenprotoyp:

source: Override Win95 driver name:
de_de: Win95 Treibernamen übergehen:
fr: Surcharger le nom du pilote Win95 :

source: Assign to virtual server (Samba setup required):
de_de: mit virtuellem Server verknüpfen (Samba Setup wird benötigt)
fr: Affecter au serveur virtuel (configuration de Samba nécessaire) :

source: Note that if the Samba configuration file smb.conf has not been edited as described in the ppr2samba(8) manpage, the settings on this screen will have no effect.
de_de: Bitte beachten Sie, daß wenn die Samba Konfigurationsdatein nicht wie in der ppr2samba(8) Manualseite beschrieben, geändert wurde, die Einstellungen in diesem Fenster keinen Effekt haben werden

source: Share with AppleTalk PAP
de_de: in AppleTalk PAP zur Verfügung stellen

source: Share As:
de_de: Freigabename:

source: Other
de_de: Anderes
fr: Autre

source: Passthru Printer Languages:
de_de: Weiterzuleitende Druckersprachen:
fr: Langages d'impression directs :

source: Saving changes:
de_de: Speichere Änderungen:
fr: Sauvegarde des modifications :

source: PPR: Alias Properties: %s
de_de: PPR: Eigenschaften des Alias: %s

source: The load function for this dialog failed with the following error message:
de_de: Das Laden dieses Dialoges schlug mit folgender Meldung fehl:
fr: La fonction de chargement de ce dialogue a échoué avec le message d'erreur suivant :

source: <<More
de_de: <<Mehr
fr: <<Plus

source: Bring tabs on the left into view.
de_de: Linke Register anzeigen.

source: Bring tabs on the right into view.
de_de: Rechte Register anzeigen.

source: More>>
de_de: Mehr>>
fr: Plus>>

source: Close without saving changes.
de_de: Fenster schließen, ohne Änderungen zu speichern.

source: Save changes.
de_de: Änderungen speichern.

source: _Save
de_de: _Speichern
fr: _Sauvegarder

source: Help
de_de: Hilfe

source: Tools
de_de: Werkzeuge

source: Use this if your browser doesn't support Digest authentication.
de_de: Bitte nutzen Sie dieses, wenn Ihr Browser keine MD5 Authentifikation unterstützt.

source: Spooler Logs
de_de: Logdateien

source: Open a window with links to the spooler log files.
de_de: Ein Fenster mit Verknüpfungen zu den Logdateien öffnen.

source: Disk Space
de_de: Festplattenkapazität

source: Display information about free disk space on the print server.
de_de: Informationen über den freien Speicherplatz auf dem Druckserver anzeigen.

source: Open a window with links to test scripts.
de_de: Ein Fenster mit Verknüpfungen zu den Testscripten öffnen

source: Window
de_de: Fenster

source: Queues
de_de: Warteschlangen

source: Open a window with an icon for each queue.
de_de: Ein Fenster mit einem Symbol für jede Warteschlange öffnen.

source: All Jobs
de_de: Alle Druckaufträge

source: Open a window which lists all jobs.
de_de: Ein Fenster öffnen, in dem alle Aufträge angezeigt werden.

source: Control %s
de_de: Überwache %s

source: Monitor, start, stop, and mount forms on the printer.
de_de: Anzeige, start, stop und mount von Vorlagen für den Drucker.

source: Properties of %s
de_de: Eigenschaften von %s

source: Examine and change the configuration of the printer.
de_de: Konfiguration des Druckers anzeigen und ändern.

source: Control %s members
de_de: Überwache Mitglieder von %s

source: Monitor, start, stop, and mount forms on the member printers.
de_de: Anzeige, start, stop und mount von Vorlagen für den Mitgliedsdrucker.

source: Examine and change the configuration of the group.
de_de: Konfiguration der Gruppe anzeigen und ändern.

source: For This Window
de_de: Für dieses Fenster

source: Display the help document for this program in a web browser window
de_de: Die Hilfe für dieses Programm in einem Browserfenster anzeigen

source: All PPR Documents
de_de: Alle PPR Dokumente

source: Open the PPR documentation index in a web browser window
de_de: Den PPR Dokumentationsindex in einem Browserfenster anzeigen

source: Display PPR version information
de_de: Versionsinformationen für PPR anzeigen

source: Downloadable Client Configuation Files
de_de: Herunterladbare Client Konfigurationsdateien

source: Using this program you can download various files which help you to use PPR. These include shell scripts for configuring client computers to send print jobs to PPR, PPD files, and icons for opening the PPR web interface.
de_de: Indem Sie dieses Programm benutzen können Sie verschiedene Dateien, die Ihnen helfen, PPR zu benutzen, herunterladen. Diese beinhalten Shellscripte für die Konfiguration von Clientsfür das Senden von Aufträgen zu PPR, PPD Dateien und Symbole für das Öffnen des PPR Webinterfaces.

source: What do you want to download for the queue "%s"?
de_de: Was möchtem Sie für die Warteschlange "%s" herunterladen?

source: Spooler Configuration Script
de_de: Konfigurationsscript für Spooler

source: KDE Shortcut to Web Interface
de_de: KDE-Verknüpfung zum Webinterface

source: KDE Shortcut to Perl/Tk Interface
de_de: KDE-Verknüpfung zum Perl/Tk-Interface

source: You must make a choice.
de_de: Sie müssen etwas auswählen.

source: Downloadable KDE Icon
de_de: Herunterladbares KDE-Icon

source: Click on the button below to download the KDE shortcut to the PPR Web Interface. You will probably want to save it in your Desktop folder.
de_de: Klicken Sie unten auf den Knopf, um die KDE-Verknüpfung zum PPR Webinterface herunterzuladen. Sie wollen sie wahrscheinlich auf Ihrem Desktop speichern.

source: _Download
de_de: _Herunterladen

source: Click on the button below to download the KDE shortcut to the PPR Perl/Tk interface. You will probably want to save it in your Desktop folder.
de_de: Klicken Sie unten auf den Knopf, um die KDE-Verknüpfung zum PPR Perl/Tk-Interface herunterzuladen. Sie wollen sie wahrscheinlich auf Ihrem Desktop speichern.

source: Create Client Script: Choose a Spooler
de_de: Erstelle Client Script: Wählen Sie einen Spooler

source: You have chosen to create a script which you can download and run in order to set up your local spooler to print to the PPR queue "%s".
de_de: Sie möchten ein Script erstellen, das Sie herunterladen un ausführen können, um Ihren lokalen Spooler zu konfigurieren, auf die PPR Warteschlange "%s" zu drucken.

source: Please indicate which print spooler you are using:
de_de: Bitte geben Sie an, welchen Druckerspooler Sie verwenden:

source: You must choose a spooler!
de_de: Sie müssen einen Spooler wählen!

source: Create Client Script: Local Name
de_de: Erstelle Client Script: Lokaler Name

source: Please choose a local name for %s:
de_de: Bitte wählen Sie einen lokalen Namen für %s aus:

source: Please provide a description of this queue:
de_de: Bitte deben Sie eine Beschreibung für die Warteschlange an:

source: The local name must not be blank.
de_de: Der lokale Name darf nicht leer sein.

source: The description must not be blank.
de_de: Die Beschreibung darf nicht leer sein.

source: Create Client Script: Download
de_de: Erstelle Client Script: Herunterladen

source: Click on the button below to download the install script.
de_de: Klicken Sie unten auf den Knopf, um das Installationsscript herunterzuladen.

source: This script must be run as root. The command to run it is:
de_de: Dieses Script kann nur von root ausgeführt werden. Das Kommando hierfür ist:

source: PPR Printer Commentary Selection
de_de: PPR Druckerkommentarauswahl
fr: Sélection du commentaire d'imprimante PPR

source: To limit the commentary to certain printers, check one or more of the boxes below.
de_de: Um die Kommentare auf bestimmte Drucker zu beschränken klicken Sie auf einen oder mehrere aus den folgenden Kästen.

source: Delete Printer "%s"
de_de: Lösche Drucker "%s"

source: Delete Group "%s"
de_de: Lösche Gruppe "%s"

source: Delete Alias "%s"
de_de: Lösche Alias "%s"

source: Delete the printer "%s"?
de_de: Den Drucker "%s" löschen?

source: Delete the group "%s"?
de_de: Die Gruppe "%s" löschen?

source: Delete the alias "%s"?
de_de: Das Alias "%s" löschen?

source: Yes
de_de: Ja
fr: Oui

source: No
de_de: Nein
fr: Non

source: The printer has been deleted.
de_de: Der Drucker wurde gelöscht.

source: The group has been deleted.
de_de: Die Gruppe wurde gelöscht.

source: The alias has been deleted.
de_de: Das Alias wurde gelöscht.

source: Disk Space Usage on %s
de_de: Festplattennutzung auf %s
fr: Utilisation de l'espace disque sur %s

source: Failed to run df (%s)
de_de: Ausführung von df fehlgeschlagen (%s)
fr: Échec de l'exécution de df (%s)

source: Error while closing pipe from df (%s)
de_de: Fehler beim Schließen der Weiterleitung von df (%s)
fr: Erreur pendant la fermeture du tube avec df (%s)

source: Can't Display File
de_de: Kann Datei nicht anzeigen

source: Error:
de_de: Fehler:

source: Can't Display Info Document
de_de: Kann Info nicht anzeigen

source: Available Manpages
de_de: Verfügbare Manualseiten

source: Can't Display Manpage
de_de: Kan Manualseite nicht anzeigen

source: Error:
de_de: Fehler:

source: Section %s
de_de: Abschnitt %s

source: Documentation for RPM Package %s
de_de: Dokumentation für RPM-Paket %s

source: This script was invoked without any trailing path. In other words, it should have been treated as if it were a subdirectory.
de_de: Dieses Script wurde ohne jeglichen folgenden Pfad ausgeführt. Mit anderen Worten sollte es behandelt werden, als wäre es ein Unterverzeichnis.

source: The file "%s" is not within a recognized document directory.
de_de: Die Datei "%s" befindet sich nicht in einem bekannten Dokumentenverzeichnis.

source: Add a Group
de_de: Eine Gruppe hinzufügen
fr: Ajout d'un groupe

source: PPR Group Queue Creation
de_de: PPR Gruppenerstellung
fr: Création de la file de groupe PPR

source: This program will guide you through the process of setting up a group of printers in PPR.
de_de: Diese Programm wird Sie durch den Prozeß der Erstellung einer Gruppe von Druckern in PPR führen.
fr: Ce programme vous guidera dans le processus de configuration d'un groupe d'imprimantes dans PPR.

source: The group must have a name. The name may be up to 16 characters long. Control codes, tildes, and spaces are not allowed. Also, the first character may not be a period or a hyphen.
de_de: Die Gruppe muß einen Namen bekommen. Der Name darf bis zu 16 Zeichen lang sein. Kontrollzeichen, Tilden und Leerzeichen sind nicht erlaubt. Desweiteren darf das erste Zeichen weder ein Punkt noch ein Bindestrich sein.
fr: Le groupe doit avoir un nom. Ce nom peut faire jusqu'à 16 caractères de long. Les codes de contrôle, tildes et espaces sont interdits. De plus, le premier caractère ne peut pas être un point ou un tiret.

source: Group Name:
de_de: Gruppenname
fr: Nom du groupe :

source: You must enter a name for the group!
de_de: Sie müssen einen Namen für die Gruppe eingeben!
fr: Vous devez entrer un nom pour le groupe !

source: The group "%s" already exists!
de_de: Die Gruppe "%s" exitiert bereits!

source: Assign Group Members
de_de: Angabe der Gruppenmitglieder
fr: Désignation des membres du groupe

source: Members:
de_de: Mitglieder:
fr: Membres :

source: Non-Members:
de_de: Nicht-Mitglieder:
fr: Non membres :

source: The group must have at least one member!
de_de: Die Gruppe muß mindestens ein Mitglied haben!
fr: Le groupe doit avoir au moins un membre !

source: Describe the Group
de_de: Beschreibung der Gruppe
fr: Décrivez le groupe

source: Save the Group
de_de: Gruppe speichern
fr: Sauver le groupe

source: Saving new group:
de_de: Speichere neue Gruppe:
fr: Sauvegarde du nouveau groupe :

source: Status of "%s" Member Printers
de_de: Status von "%s" Mitgliedern

source: Members
de_de: Mitglieder

source: Rotate Through Members:
de_de: unter Mitgliedern rotieren:
fr: Rotation parmi les membres

source: no
de_de: nein
fr: non

source: yes
de_de: ja
fr: oui

source: PPR: Group Properties: %s
de_de: PPR: Gruppeneigenschaften: %s
fr: PPR : propriétés du groupe : %s

source: Log for Job "%s"
de_de: Log für Auftrag "%s"
fr: Trace pour le travail "%s"

source: Can't read log file: %s
de_de: Kann Logdatei nicht lesen: %s
fr: Impossible de lire le fichier de trace : %s

source: General
de_de: Allgemein
fr: Général

source: This page gives general information about the print job.
de_de: Diese Seite zeigt allgemeine Informationen über den Druckauftrag.

source: Job ID:
de_de: Auftrags-ID
fr: ID du travail :

source: Submitted by:
de_de: Übermittelt von:
fr: Soumis par :

source: Submitted at:
de_de: Übermittelt am:
fr: Soumis à :

source: Job title:
de_de: Titel:
fr: Titre du travail :

source: Job creator:
de_de: Ersteller:
fr: Créateur du travail :

source: This page contains instructions for a human printer operator. Use this page when the printer is located in a central location such as a print shop.
de_de: Diese Seite enthält Anweisungen für einen menschlichen Druckeradministrator. Nutzen Sie diese Seite, wenn der Drucker an einem zentralen Ort wie einem Druckgeschäft steht.

source: Your name:
de_de: Ihr Name:
fr: Votre nom :

source: Your department:
de_de: Ihr Abteilung:
fr: Votre service :

source: Your telephone number:
de_de: Ihre Telefonnummer:
fr: Votre numéro de téléphone :

source: Account number:
de_de: Account Nummer:
fr: Compte numéro :

source: Date wanted:
de_de: gewünschtes Datum:
fr: Date voulue :

source: Delivery instructions (routing):
de_de: Übermittelungsanweisungen (Routing)
fr: Instructions de livraison (routage) :

source: Special processing instructions:
de_de: Spezielle Verarbeitungshinweise:
fr: Instructions de traitement spécial :

source: This page describes how the person who submitted the job will be notified when it has been printed or when a problem arises.
de_de: Diese Seite beschreibt, wie die Person, die den Auftrag übermittelt hat, informiert wird wenn der Auftrag gedruckt worden ist oder ein Problem aufgetreten ist.
fr: Cette page décrit comment la personne qui a soumis un travail sera avertie quand il a été imprimé ou quand un problème arrive.

source: Responder method:
de_de: Antwortmethode:
fr: Méthode de réponse :

source: Responder address:
de_de: Antwortadresse
fr: Adresse du répondeur :

source: Responder options:
de_de: Antwortoptionen:
fr: Options du répondeur :

source: This page gives precise and rather technical information about who entered the job in the queue and on behalf of whom.
de_de: Diese Seite zeigt präzise und ziemlich technische Informationen, wer den Auftrag in die Warteschleife gesetzt hat auf Geheiß von wem.
fr: Cette page donne des informations précises et plutôt techniques sur qui a introduit le travail dans la file et de la part de qui.

source: Submitter description:
de_de: Beschreibung des Übermittlers
fr: Description du soumetteur :

source: Submitted by Unix user:
de_de: Übermittelt von Unix-Nutzer:
fr: Soumis par l'utilisateur Unix :

source: As proxy for:
de_de: Als Proxy für:
fr: Mandataire pour :

source: This page lists potential problems with this job. If an attempt has already been made to print it and the PostScript code wrote to the stdout or the stderr of the PostScript interpreter, those messages may also appear here.
de_de: Diese Seite zeigt mögliche Probleme mit diesem Auftrag. Wenn bereits ein Versuch unternommen wurde, den Auftrag zu drucken und der PostScript Code schieb auf STDOUT oder STDERR des PostScript Interpreters, können diese Nachrichten hier auf stehen.
fr: Cette page liste les problèmes potentiels avec ce travail. Si une tentative a déjà été faite pour l'imprimer et que le code PostScript a écrit sur la sortie ou l'erreur standard de l'interpréteur PostScript, ces messages peuvent aussi apparaître ici.

source: Save changes to job:
de_de: Speichere Änderungen zu Auftrag:
fr: Sauver les modifications du travail :

source: PPR: Modify Job: %s
de_de: PPR: Änderung des Auftrages: %s
fr: PPR : modification du travail : %s

source: You have submitted a print job entitled "%s". You may either enter your username and password to print it or you may cancel it.
de_de: Sie haben einen Auftrag mit Titel "%s" übertragen. Sie können entweder Ihren Benutzernamen und Ihr Passwort zu drucken eingeben oder den Auftrag abbrechen.

source: Username:
de_de: Benutzername:

source: Password:
de_de: Passwort:

source: Incorrect username or password.
de_de: Falscher Benutzername oder Passwort

source: You are logged in as "%s". Leave this window open to remain logged in. If you close this window without logging out, you will be automatically logged out after %d seconds.
de_de: Sie sind als "%s" eingeloggt. Lassen Sie diese Fenster offen, um eingeloggt zu bleiben. Wenn Sie diese Fenster schließen, ohne sich abzumelden werden Sienach %d Sekunden automatisch ausgeloggt.

source: Renew
de_de: Erneuern

source: Logout
de_de: Ausloggen

source: You are already logged in as user "%s" using authentication method "%s".
de_de: Sie sind bereits als "%s" eingeloggt unter Nutzung der Authentifizierungsmethode "%s".

source: PPD File
de_de: PPD Datei

source: ModelName
de_de: Modellname

source: PPD File Version
de_de: PPD Datei Version

source: LanguageLevel
de_de: Sprachlevel

source: Number of Fonts
de_de: Anzahl der Schriftarten

source: TrueType Rasterizer
de_de: True Type Rasterer

source: Server Generic Port
de_de: Generischer Port des Servers

source: Server Serial Port
de_de: Serieller Port des Servers
fr: Port série du serveur

source: Server Parallel Port
de_de: Parallelport des Servers
fr: Port parallèle du serveur

source: Server USB Port
de_de: USB Port des Servers

source: Network via AppleTalk PAP
de_de: Netzwerk über AppleTalk PAP

source: Network via raw TCP
de_de: Netzwerk über einfaches TCP

source: Network via SocketAPI
de_de: Netzwerk über SocketAPI

source: Network via AppSocket
de_de: Netzwerk über AppSocket

source: Network via HP JetDirect
de_de: Netzwerk über HP JetDirect

source: Network via AXIS PROS
de_de: Netzwerk über AXIS PROS

source: Network via LPD
de_de: Netzwerk über LPD

source: Network via LAN Manager/MS-Windows
de_de: Netzwerk über LAN Manager/MS-Windows

source: PPR: Add a Printer
de_de: PPR: Einen Drucker hinzufügen

source: PPR Printer Queue Creation
de_de: PPR Druckererstellung
fr: Création de file d'impression PPR

source: This program will guide you through the process of setting up a printer in PPR.
de_de: Dieses Programm wird Sie durch den Prozeß der Erstellung eines Druckers in PPR führen
fr: Ce programme vous guidera dans le processus de configuration d'une imprimante dans PPR.

source: You must make a selection!
de_de: Sie müssen etwas auswählen!

source: PPR: Add a Printer: Select an Interface Program
de_de: PPR: Einen Drucker hinzufügen: Ein Interface wählen

source: Interface Program:
de_de: Interface:
fr: Programme de l'interface :

source: PPR: Add a Printer: Raw TCP/IP Interface: Choose an Address
de_de: PPR: Einen Drucker hinzufügen: Einfaces TCP/IP-Interface: Eine Adresse wählen

source: It is necessary to know the IP address of the printer, or preferably a DNS name which represents that address. An example of a DNS name is "myprn.prn.myorg.org". An example of an IP address is "157.252.200.22".
de_de: Es ist nötig, die IP-Adresse des Druckers zu kennen oder vorzugsweise den DNS Namen, der die Adresse representiert. Ein Beispiel für einen DNS Namen ist "myprn.prn.myorg.org". Ein Beispiel für eine IP-Adresse ist "157.252.200.22".
fr: Il est nécessaire de connaître l'adresse IP de l'imprimante, ou mieux encore un nom DNS qui représente cette adresse. Un exemple de nom DNS est "monimpri.imp.monorga.org". Un exemple d'adresse IP est "192.168.10.45".

source: DNS Name or IP Address:
de_de: DNS Name oder IP-Adresse:
fr: Nom DNS ou adresse IP :

source: HP JetDirect cards accept jobs on TCP port 9100. For AXIS print servers it is 9900. For other brands, consult the product manual.
de_de: HP JetDirect Karten akzeptieren Aufträge auf dem TCP Port 9100. Für AXIS Druckerserver ist dieser 9900. Für andere Produkte, entnehmen Sie den Wert dem jeweiligen Handbuch.

source: TCP Port Number:
de_de: TCP Port:
fr: Numéro de port TCP :

source: Bidirectional communication is highly desirable, however many devices don't support it. If you say Yes here and the correct answer is No, the queue will get stuck at the end of the first job.
de_de: Bidirektionale Kommunikation ist besonders wünschenswert, aber leider unterstützen viele Geräte dies nicht. Wenn Sie hier Ja sagen, die korrekte Antwort aber Nein ist, wird die Warteschleife nach Ende des ersten Auftrages hängenbleiben.

source: Bidirectional:
de_de: Bidirektional:
fr: Bidirectionnelle :

source: You must fill in the printer's DNS name or IP address!
de_de: Sie müssen den DNS Namen oder die IP-Adresse des Druckers angeben!
fr: Vous devez renseigner le nom DNS ou l'adresse IP de l'imprimante !
