Repository: david672orford/PPR
Catalog: po/*-PPRDRV.po
Languages: de_de, fr

source: Invalid "%s" (%s line %d).
de_de: Ungültiges "%s" (%s, Zeile %d).
fr: "%s" invalide (%s, ligne %d)

source: Syntax error in "%s" (%s line %d).
de_de: Syntax Fehler in "%s" (%s, Zeile %d).
fr: Erreur de syntaxe dans "%s" (%s, ligne %d).

source: Value of "%s" in "%s" must be boolean.
de_de: Der Wert für "%s" in "%s" muß boolean (wahr/falsch) sein.
fr: La valeur de "%s" dans "%s" doit être booléenne.

source: Unrecognized userparams variable "%s".
de_de: Unbekannte Nutzervariable "%s".
fr: Variable userparams "%s" non reconnue.

source: No "Interface:" line in %s
de_de: Fehlende "Interface:" Zeile in %s
fr: Pas de ligne "Interface:" dans %s

source: +Job turned away from printer "%s" for the following reason(s):
de_de: +Auftrag wurde vom Drucker "%s" wegen des/der folgenden Grundes/Gründe:
fr: +Travail éloigné de l'imprimante "%s" pour la (les) raison(s) suivante(s) :

source: +Printer "%s" may not print this job correctly for the following reason(s):
de_de: +Der Drucker "%s" kann diesen Auftrag nicht korrekt drucken wegen des/der folgenden Grundes/Gründe:
fr: +L'imprimante "%s" peut ne pas imprimer ce travail correctement pour la (les) raison(s) suivante(s) :

source: Can't substitute "%s" for "%s" because it has no Type1 section.
de_de: Kann Ersetzung "%s" für "%s" nicht vornehmen, da der Type1 Abschnitt fehlt.
fr: Impossible de substituer "%s" par "%s" car elle n'a pas de section Type1.

source: Resource "%s %s %s %d" not available.
de_de: Ressource "%s %s %s %d" ist nicht verfügbar.
fr: Ressource "%s %s %s %d" non disponible.

source: Resource "%s %s" not available.
de_de: Ressource "%s %s" ist nicht verfügbar.
fr: Ressource "%s %s" non disponible.

source: Requirement "%s" can't be met.
de_de: Vorraussetzung "%s" kann nicht erfüllt werden.
fr: La demande "%s" ne peut pas être satisfaite.

source: Required language level (%d) exceeds printer's language level (%d).
de_de: Vorrausgesetzter Sprachlevel (%d) überschreitet den des Druckers (%d).
fr: La version de langage requise (%d) dépasse la version de langage de l'imprimante (%d).

source: Printer does not have all required extensions.
de_de: Der Drucker hat nicht alle benötigten Erweiterungen.
fr: L'imprimante ne possède pas toutes les extensions nécessaires.

source: Printer is not permitted to print grayscale documents.
de_de: Dem Drucker ist nicht gestattet Grauskalendokumente zu drucken.
fr: L'imprimante n'a pas le droit d'imprimer les documents en niveaux de gris

source: Communications channel cannot pass required codes.
de_de: Der Kommunikationskanal kann die benötigten Codes nicht übertragen.
fr: Le canal de communications ne peut pas passer les codes nécessaires.

source: Job has %d pages but allowed range for this printer is %d--%d.
de_de: Der Auftrag hat %d Seiten, es sind aber für diesen Drucker nur %d--%d Seiten erlaubt.
fr: Le travail a %d pages mais l'intervalle autorisé pour cette imprimante est %d--%d.

source: Job is %d kilobytes long but allowed range for this printer is %d--%d.
de_de: Der Auftrag hat %d kB, es sind aber für diesen Drucker nur %d--%d kB erlaubt.
fr: Le travail a une taille de %d kilooctets mais l'intervalle autorisé pour cette imprimante est %d--%d.

source: The printer "%s", which could print your job "%s-%d" (%s), reports the error "%s%s%s%s". This condition must be corrected before your job can start.
de_de: Der Drucker "%s", der Ihren Auftrag "%s-%d" (%s) nicht drucken konnte, meldet den Fehler "%s%s%s%s". Dies muß korrigiert werden, bevor Ihr Auftrag beginnen kann.

source: The printer "%s", which is printing your job "%s-%d" (%s), reports the error "%s%s%s%s". It may be to your benefit to correct this condition.
de_de: Der Drucker "%s", der Ihren Auftrag "%s-%d" (%s) druckt, meldet den Fehler "%s%s%s%s". Es kann zu Ihrem Vorteil sein, dies zu korrigieren.
fr: L'imprimante "%s", qui imprime votre travail "%s-%d" (%s), indique l'erreur "%s%s%s%s". Il est dans votre intérêt de corriger cette situation.

source: This condition has persisted for %d minutes.
de_de: Dieser Zustand hält seit %d Minuten an.
fr: Cette condition dure depuis %d minutes.

source: The printer "%s" cannot start your job "%s-%d" (%s) because of the error condition "%s".
de_de: Der Drucker "%s" kann Ihren Auftrag "%s-%d" (%s) wegen des Fehlers "%s" nicht beginnen.
fr: L'imprimante "%s" ne peut démarrer votre travail "%s-%d" (%s) à cause de la condition d'erreur "%s".

source: The printer "%s", which is printing your job "%s-%d" (%s), %s.
de_de: Der Drucker "%s", der Ihren Auftrag "%s-%d" (%s) druckt, %s.
fr: L'imprimante "%s", qui imprime votre travail "%s-%d" (%s), %s.

source: Can't open "%s", errno=%d (%s)
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s)
fr: Impossible d'ouvrir "%s", errno=%d (%s)

source: %s: %s while attempting to read "%s" [%s] %s =
de_de: %s: %s beim Versuch "%s" zu lesen [%s] %s =
fr: %s : %s pendant la tentative de lecture de "%s" [%s] %s =

source: End of job %s:%s-%d
de_de: Auftrag %s:%s-%d beendet
fr: Fin du travail %s:%s-%d

source: Title: %s
de_de: Titel: %s
fr: Titre : %s

source: Job ID: %s:%s-%d
de_de: Auftrags ID: %s:%s-%d
fr: ID du travail : %s:%s-%d

source: Routing: %s
de_de: Route: %s
fr: Routage : %s

source: Creator: %s
de_de: Ersteller: %s
fr: Créateur : %s

source: Print Date: %s
de_de: Druckdatum: %s
fr: Date d'impression : %s

source: Pages: %d
de_de: Seiten: %d

source: Sheets: %d
de_de: Blätter: %d
fr: Feuilles : %d

source: Copies: %d
de_de: Kopien: %d

source: User "%s" is inexplicably absent from the charge account database.
de_de: Der Nutzer "%s" ist unerklärlicherweise nicht in der Druckernutzerdatenbank.
fr: L'utilisateur "%s" est absent de manière inexpliquée de la base de données de comptabilité.

source: Balance before printing this job: %s
de_de: Kredit vor dem Drucken dieses Auftrages: %s
fr: Crédit avant d'imprimer ce travail : %s

source: The printer interface program terminated abruptly after receiving signal %d (%s) from a non-spooler process (possibly the OS kernel).
de_de: Das Druckerinterface wurde abrupt durch Signal %d (%s) von einem Nichtspoolerprozeß (möglicherweise der Betriebssystemkern) beendeet.

source: The interface program dumped core.
de_de: Das Interface beendete den Kern.

source: The interface performed a controlled shutdown because a non-spoolerprocess (possibly the OS kernel) sent it a signal.
de_de: Das Interface wurde kontrolliert beendet, weil ihm ein Nichtspoolerprozeß (möglicherweise der Betriebssystemkern) ein Signal gesendet hat..
fr: L'interface a effectué un arrêt contrôlé parce qu'un processus différent du gestionnaire (peut-être le système d'exploitation) lui a envoyé un signal.

source: Mischief afoot, interface program stopped by signal "%s".
de_de: Unheil im Gange, das Interface wurde durch Signal "%s" beendet.

source: Bizaar interface program malfunction: SIGCHLD w/out signal or exit().
de_de: Bizarre Interfacefehlfunktion: SIGCHLD ohne Signal oder exit().

source: Interface program malfunction: it returned invalid exit code %d.
de_de: Interface Fehlfunktion: Ungültiger Rückgabewert %d.

source: Interface program malfunction: it quit before accepting all of the job but didn't return an error code.
de_de: Interfacefehlfunktion: Programm wurde vor Akzeptieren des kompletten Auftrages eendet, hat aber keinen Fehlercode zurückgegeben.
fr: Disfonctionnement du programme d'interface : il a terminé avant d'accepter la totalité du travail mais n'a pas renvoyé de code d'erreur.

source: Interface "%s" does not exist or is not executable, errno=%d (%s).
de_de: Interface "%s" existiert nicht oder ist nicht ausführbar, Fehlernummer=%s (%s).
fr: L'interface "%s" n'existe pas ou n'est pas exécutable, errno=%d (%s).

source: %s(): pipe() failed, errno=%d (%s)
de_de: %s(): pipe() fehlgeschlagen, Fehlernummer=%d (%s)

source: Not enough fields in "%s" line %d
de_de: zuwenig Felder in "%s", Zeile %d
fr: Pas assez de champs dans "%s" ligne %d

source: Unrecognized hrDeviceStatus "%s" in "%s" line %d field 2
de_de: Unbekannter hrGerätestatus "%s" in "%s", Zeile %d, Feld 2
fr: hrDeviceStatus "%s" non reconnu dans "%s" ligne %d champ 2

source: Unrecognized hrPrinterStatus "%s" in "%s" line %d field 3
de_de: Unbekannter hrDruckerstatus "%s" in "%s", Zeile %d, Feld 3
fr: hrPrinterStatus "%s" non reconnu dans "%s" ligne %d champ 3

source: Unrecognized hrPrinterDetectedErrorState "%s" in "%s" line %d field 4
de_de: Unbekannter hrDruckerEnteckteFehlerstatus "%s" in "%s", Zeile %d, Feld 4
fr: hrPrinterDetectedErrorState "%s" non reconnu dans "%s" ligne %d champ 4

source: %s: no match for "%s"
de_de: %s: kein Eintrag für "%s"
fr: %s : pas de correspondance pour "%s"

source: Cached Mac TT font "%s" has no "%.*s".
de_de: Gecachete Mac TT font "%s" hat kein "%.*s".
fr: La fonte TT Mac "%s" en cache n'a pas de "%.*s".

source: Can't open resource file "%s", errno=%d (%s)
de_de: Kann Ressourcendatei "%s" nicht öffnen, Fehlernummer=%d (%s)
fr: Impossible d'ouvrir le fichier de ressources "%s", errno=%d (%s)

source: Cached Mac TT font "%s" has no sfntdef section.
de_de: Gecachete Mac TT font "%s" hat keinen sfntdef Abschnitt.
fr: La fonte TT Mac "%s" en cache n'a pas de section sfntdef.

source: The font "%s", which is required for the draft notice, is not available.
de_de: Die Schriftart "%s", die für die Entwurfsbenachrichtigung benötigt wird, ist nicht verfügbar.
fr: La police "%s", nécessaire pour l'avertissement de brouillon, n'est pas disponible.

source: Timeout expired while waiting for printer to respond to pagecount query.
de_de: Beim Wartem auf eine Antwort vom Drucker auf die Anfrage nach der Seitenzahl, ist die Zeit abgelaufen.
fr: Le délai a expiré en attendant une réponse de l'imprimante à une requête pagecount.

source: Timeout expired while waiting for printer to respond to *?PatchFile query.
de_de: Beim Wartem auf eine Antwort vom Drucker auf die Anfrage nach *?PatchFile, ist die Zeit abgelaufen.
fr: Le délai a expiré en attendant une réponse de l'imprimante à la requête *?PatchFile.

source: Printer did not respond correctly to *?PatchFile query.
de_de: Der Drucker hat nicht korrekt auf *?PatchFile geantortet.
fr: L'imprimante n'a pas répondu correctement à la requête *?PatchFile.

source: PPD file does not have *ExitServer code
de_de: Das PPD verfügt nicht über *ExitServer Code
fr: Le fichier PPD n'a pas de code *ExitServer

source: PFB file "%s" is corrupt (defect type %d)
de_de: Die PFB datei "%s" ist beschädigt (Beschädigungstyp %d)
fr: Le fichier PFB "%s" est corrompu (défaut type %d)

source: %s: no match for %d "%s"
de_de: %s: kein Eintrag für %d "%s"
fr: %s : pas de correspondance pour %d "%s"

source: Can't parse RIP information in PPD file.
de_de: Kann RIP Informationen in der PPD Datei nicht finden.

source: Slashes are not allowed in RIP names in "*pprRIP:" lines in PPD files.
de_de: Schrägstriche sind in RIP Namen in "*pprRIP:" Zeilen in PPD Dateien nicht erlaubt.

source: The PPD file doesn't contain code for the printer feature called "%s %s", skipping it.
de_de: Die PPD Datei enthält keinen Code für die Druckerfunktion "%s %s", wird übersprungen.
fr: Le fichier PPD ne contient pas de code pour la fonction de l'imprimante appelée "%s %s", je la passe.

source: The PPD file doesn't contain code for the printer feature called "%s %s", retaining old code.
de_de: Die PPD Datei enthält keinen Code für die Druckerfunktion "%s %s", alter Code wird beibehalten.
fr: Le fichier PPD ne contient pas de code pour la fonction de l'imprimante appelée "%s %s", je retiens l'ancien code.

source: The PPD file doesn't contain code for the printer feature called "%s %s", removing existing code.
de_de: Die PPD Datei enthält keinen Code für die Druckerfunktion "%s %s", existierender Code wird verworfen.
fr: Le fichier PPD ne contient pas de code pour la fonction de l'imprimante appelée "%s %s", j'enlève le code existant.

source: %s(): open("%s", O_RDWR) failed, errno=%d (%s)
de_de: %s(): open("%s", O_RDWR) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): lseek(%d, %d, SEEK_END) failed, errno=%d (%s)
de_de: %s(): lseek(%d, %d, SEEK_END) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): read() failed, errno=%d (%s)
de_de: %s(): read() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): read() read %d bytes instead of %d
de_de: %s(): read() las %d statt %d Bytes

source: %s(): lseek(%d, 0, SEEK_END) failed, errno=%d (%s)
de_de: %s(): lseek(%d, 0, SEEK_END) fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): write() failed, errno=%d (%s)
de_de: %s(): write() fehlgeschlagen, Fehlernummer=%d (%s)

source: %s(): write() wrote %d bytes instead of %d
de_de: %s(): write() schrieb %d statt %d Bytes.

source: The PostScript error indicated below occured while printing on "%s".
de_de: Der unten beschriebene PostScript Fehler trat beim Drucken auf "%s" auf.

source: Probable cause:
de_de: Wahrscheinlicher Grund:

source: The RIP (Ghostscript) malfunctioned (caught SIGSEGV) while printing the job %s. Presumably it can print other jobs that don't trigger the bug, so the spooler will arrest the job and move on.
de_de: Das RIP (Ghostscript) schlug beim Drucken des Auftrages %d fehl (erhielt SIGSEGV). Vermutlich kann es andere Aufträge, die den Bug nicht berühren, drucken, daher wird der Spooler den Auftrag sperren und fortfahren.

source: The RIP (Ghostscript) died due to a broken pipe. Presumably that pipe led to a post-processing filter which died. Look in the RIP options to find out what post-processing filter is being used.
de_de: Das RIP (Ghostscript) wurde wegen einer abgebrochenen Weiterleitung beendet. Wahrscheinlich führte diese Weiterleitung zu einem Anschlußfilter, der beendet wurde. Sehen Sie in den RIP Optionen nach, welcher Anschlußfilter genutzt wird..

source: The RIP (Ghostscript) was killed by signal %d (%s). Perhaps a system operator did this or perhaps the system is shutting down.
de_de: Das RIP (Ghostscript) wurde duch Signal %d (%s) beendet. Vielleicht sendete der Systemadministrator diese Signal oder der Rechner wird heruntergefahren.

source: RIP stopped by signal "%s".
de_de: RIP wurde durch Signal "%s" beendet.

source: Bizaar RIP malfunction: SIGCHLD w/out signal or exit.
de_de: Bizarre RIP Fehlfunktion: SIGCHLD ohne Signal oder exit.

source: Bizaar interface program malfunction: SIGCHLD w/out signal or exit.
fr: Fonctionnement étrange du programme d'interface : SIGCHLD sans signal ni exit.

source: Interface program malfunction: it returned invalid exit code %d,
fr: Disfonctionnement du programme d'interface : code de sortie retourné %d invalide,

source: Interface stopped by signal "%s".
fr: Interface arrêtée par le signal "%s".

source: PFB file "%s" is currupt (defect type %d)
fr: Le fichier PFB "%s" est corrompu (défaut type %d)

source: The printer "%s", which could print your job "%s-%d" (%s), reports the error "%s%s%s%s". This condition must be corrected before you job can start.
fr: L'imprimante "%s", qui a pu imprimer votre travail "%s-%d" (%s), indique l'erreur "%s%s%s%s". Cette condition doit être corigée avant que votre travail puisse démarrer.

source: The printer "%s", which is printing your job "%s-%d" (%s), reports the error "%s%s%s%s". This condition must be corrected before you job can continue.
fr: L'imprimante "%s", qui imprime votre travail "%s-%d" (%s), indique l'erreur "%s%s%s%s". Cette situation doit être corrigée avant que votre travail continue.
