Repository: david672orford/PPR
Catalog: po/*-PPR.po
Languages: de_de, fr_fr

source: You must specify a printer and a (possibly empty) list of PPR access control lists.
de_de: Sie müssen einen Drucker und eine (möglicherweise leere) Liste von PPR Zugangskontrollisten angeben.
fr_fr: Vous devez indiquer une imprimante et une liste (peut-être vide) de listes de contrôle d'accès PPR.

source: You must specify a printer and a (possibly empty) list of file types. These file types should be the same as those used with the "ppr -T" option.
de_de: Sie müssen einen Drucker und eine (möglischerweise leere) Liste von Dateitypen angeben. Diese Dateitypen sollten dieselben wie bei Nutzung der Option "ppr -T" sein.
fr_fr: Vous devez indiquer une imprimante et une liste (peut-être vide) de types de fichiers. Ces types de fichiers doivent être les mêmes que ceux utilisés avec l'option "-T" de ppr.

source: You must specify a printer and a bin or bins to remove from it.
de_de: Sie müssen einen Drucker und ein oder mehrere Einzüge zum Entfernen angeben.
fr_fr: Vous devez indiquer une imprimante et un ou plusieurs bacs de laquelle les enlever.

source: You must specify a printer and a boolean value.
de_de: Sie müssen einen Drucker und einen boolean (wahr/falsch) Wert angeben.
fr_fr: Vous devez indiquer une imprimante et une valeur booléenne.

source: You must specify a printer and a new alert frequency.
de_de: Sie müssen einen Drucker un eine neue Warnfrequenz angeben.
fr_fr: Vous devez indiquer une imprimante et une nouvelle fréquence d'alerte.

source: You must specify a printer to delete.
de_de: Sie müssen einen Drucker zum Löschen angeben.
fr_fr: Vous devez indiquer une imprimante à supprimer.

source: You must specify a printer, either new or existing, an interface, and an address for the interface to send the job to.
de_de: Sie müssen einen neuen oder existierenden Drucker angeben, ein Interface, und eine Adresse, wo das Interface den Auftrag hinsenden soll.
fr_fr: Vous devez indiquer une imprimante, neuve ou existante, une interface, et une adresse pour l'interface à laquelle envoyer le travail.

source: You must specify a printer.
de_de: Sie müssen einen Drucker angeben.
fr_fr: Vous devez indiquer une imprimante.

source: You must specify an alias and a (possibly empty) list of file types. These file types should be the same as those used with the "ppr -T" option.
de_de: Sie müssen ein Alias und eine (möglicherweise leere) Liste von Dateitypen angeben. Diese Dateitypen sollten dieselben wie bei Nutzung der Option "ppr -T" sein.
fr_fr: Vous devez indiquer un alias et une liste (peut-être vide) de types de fichiers. Ces types de fichiers doivent être les mêmes que ceux utilisés avec l'option "-T" de ppr.

source: You must specify an existing printer and a new bin name or names.
de_de: Sie müssen einen Drucker und einen oder mehrere neue Einzüge angeben.
fr_fr: Vous devez indiquer une imprimante existante et un ou plusieurs nouveaux noms de bacs.

source: You must supply a filename.
de_de: Sie müssen einen Dateinamen angeben.

source: You must supply a search pattern.
de_de: Sie müssen einen Suchbegriff angeben.

source: You must supply an alert frequency, such as "7", an alert method, such as "mail", and an alert address, such as "alertreaders".
de_de: Sie müssen eine Warnfrequenz, wie "7", eine Warnmethode, wie "mail", und eine Warnaddresse, wie "alertreaders" angeben.
fr_fr: Vous devez indiquer une fréquence d'alerte, comme "7", une méthode d'alerte, comme "mail" et une adresse d'alerte, comme "lecteurs-alertes".

source: You must supply only the name of an existing printer.
de_de: Sie dürfen nur den Namen eines existierenden Druckers angeben.

source: You must supply the name of a PPD file.
de_de: Sie müssen den Namen einer PPD Datei angeben.

source: You must supply the name of a group and a comment to attach to it.
de_de: Sie müssen den Namen einer Gruppe und einen Kommentar angeben.
fr_fr: Vous devez indiquer le nom d'un groupe et un commentaire auquel l'attacher.

source: You must supply the name of a group and "true" or "false".
de_de: Sie müssen den Namen einer Gruppe und "true" oder "false" angeben.
fr_fr: Vous devez indiquer le nom d'un groupe et "true" ou "false".

source: You must supply the name of a group and a set of switches.
de_de: Sie müssen den Namen einer Gruppe und einen Satz von Optionen angeben.
fr_fr: Vous devez indiquer le nom d'un groupe et un ensemble d'options.

source: You must supply the name of a group to show.
de_de: Sie müssen den Namen einer Gruppe zum Zeigen angeben.
fr_fr: Vous devez indiquer le nom d'un groupe à montrer.

source: You must supply the name of a group.
de_de: Sie müssen den Namen einer Gruppe angeben.
fr_fr: Vous devez indiquer le nom d'un groupe.

source: You must supply the name of a new or existing alias and the name of the queue it is to be an alias for.
de_de: Sie müssen den Namen eines neuen oder existierenden Alias und den Namen der Warteschlange für den Alias angeben.
fr_fr: Vous devez indiquer le nom d'un alias nouveau ou existant et le nom d'une file pour laquelle il sera l'alias.

source: You must supply the name of a printer and a set of switches.
de_de: Sie müssen den Namen eines Druckers und einen Satz von Optionen angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante et un ensemble d'options.

source: You must supply the name of a printer, an alert frequency, such as "7", an alert method, such as "mail", and an alert address, such as "alertreaders@domain.com".
de_de: Sie müssen den Namen eines Druckers, eine Warnfrequenz, wie "7", eine Warnmethode, wie "mail", und eine Warnaddresse, wie "alertreaders@domain.com" angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante, une fréquence d'alerte, comme "7", une méthode d'alerte, comme "mail" et une adresse d'alerte, comme "lecteurs-alertes@domaine.fr".

source: You must supply the name of a printer.
de_de: Sie müssen den Namen eines Druckers angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante.

source: You must supply the name of a printer. You may also supply a new quoted, space delimited list of name=value pairs. If you don't supply such a list, any existing list will be deleted.
de_de: Sie müssen den Namen eines Druckers angeben. Sie können weiterhin neue quotierte leerzeichengetrennte Name=Wert Paare angeben. Wenn Sie dies nicht tun, wird eine existierende Liste gelöscht.
fr_fr: Vous devez indiquer le nom d'une imprimante existante. Vous pouvez aussi indiquer une nouvelle liste, entre apostrophes, de paires nom=valeur délimitées par des espaces. Si vous ne fournissez pas cette liste, toute liste existante sera effacée.

source: You must supply the name of an alias and a set of switches.
de_de: Sie müssen den Namen eines Alias und einen Satz von Optionen angeben.
fr_fr: Vous devez indiquer le nom d'un alias et un ensemble d'options.

source: You must supply the name of an alias to show.
de_de: Sie müssen den Namen eines Alias zum Zeigen angeben.
fr_fr: Vous devez indiquer le nom d'un alias à montrer.

source: You must supply the name of an existing alias and a comment to attach to it.
de_de: Sie müssen den Namen eines existierenden Alias und einen Kommentar angeben.
fr_fr: Vous devez indiquer le nom d'un alias existant et un commentaire auquel l'attacher.

source: You must supply the name of an existing alias, the name of an addon parameter. A value for the parameter is optional. If you do not supply a value, the parameter will be unset.
de_de: Sie müssen den Namen eines existierenden Alias und den Namen eines Parameters angeben. Ein Wert für den Parameter ist optional. Wenn Sie keinen Wert angeben, wird der Parameter gelöscht.

source: You must supply the name of an existing group, and the name of an addon parameter. A value for the parameter is optional. If you do not supply a value, the parameter will be unset.
de_de: Sie müssen den Namen einer existierenden Gruppe und den Namen eines Parameters angeben. Ein Wert für den Parameter ist optional. Wenn Sie keinen Wert angeben, wird der Parameter gelöscht.

source: You must supply the name of an existing printer and "true", "false", or "default".
de_de: Sie müssen den Namen eines existierenden Druckers und "true", "false", oder "default" angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et "true", "false" ou "default".

source: You must supply the name of an existing printer and a comment to attach to it.
de_de: Sie müssen den Namen eines existierenden Druckers und einen Kommentar angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un commentaire à laquelle l'attacher.

source: You must supply the name of an existing printer and a contact name to attach to it.
de_de: Sie müssen den Namen eines existierenden Druckers und einen Kontakt angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un nom de contact à laquelle l'attacher.

source: You must supply the name of an existing printer and a department name to attach to it.
de_de: Sie müssen den Namen eines existierenden Druckers und eine Abteilung angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un nom de département à laquelle l'attacher.

source: You must supply the name of an existing printer and a location name to attach to it.
de_de: Sie müssen den Namen eines existierenden Druckers und einen Ort angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un nom d'emplacement à laquelle l'attacher.

source: You must supply the name of an existing printer and a new outputorder.
de_de: Sie müssen den Namen eines existierenden Druckers und eine Ausgabeordnung angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un nouvel ordre de sortie.

source: You must supply the name of an existing printer and a PPD file.
de_de: Sie müssen den Namen eines existierenden Druckers und eine PPD Datei angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un fichier PPD.

source: You must supply the name of an existing printer and a codes setting. Valid codes settings are "Clean7Bit", "Clean8Bit", "Binary", "TBCP", "UNKNOWN", and "default".
de_de: Sie müssen den Namen eines existierenden Druckers und einen Code angeben. Erlaubte Codes sind "Clean7Bit", "Clean8Bit", "Binary", "TBCP", "UNKNOWN", und "default".
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un paramètrage de codes. Les paramètres de codes valides sont "Clean7Bit", "Clean8Bit", "Binary", "TBCP", "UNKNOWN" et "default".

source: You must supply the name of an existing printer and a jobbreak mode setting. Valid jobbreak modes are "signal", "control-d", "pjl", "signal/pjl", "save/restore", "newinterface", and "default".
de_de: Sie müssen den Namen eines existierenden Druckers und eine Abbuchmethode angeben. Erlaubte Abbruchmethoden sind "signal", "control-d", "pjl", "signal/pjl", "save/restore", "newinterface", und "default".
fr_fr: Vous devez indiquer le nom d'une imprimante existante et un paramètre de mode de coupure de travail. Les modes de coupures valides sont "signal", "control-d", "pjl", "signal/pjl", "save/restore", "newinterface" et "default".

source: You must supply the name of an existing printer and the maximum number of seconds to allow per page.
de_de: Sie müssen den Namen eines existierenden Druckers und die maximale Zeit in Sekunden pro Seite angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et le nombre maximal de secondes à autoriser par page.

source: You must supply the name of an existing printer and the minimum and maximum number of kilobytes of the documents it should be allowed to print. To clear either limit, set it to 0.
de_de: Sie müssen den Namen eines existierenden Druckers und die minimal und maximal erlaubte Größe des zu druckenden Dokumentes angeben. Um die Limits zu löschen, geben Sie 0 ein.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et le nombre minimum et maximum de kilo-octets des documents qu'elle a le droit d'imprimer. Pour annuler l'une ou l'autre limite, mettez-là à 0.

source: You must supply the name of an existing printer and the minimum and maximum number of pages of the documents it should be allowed to print. To clear either limit, set it to 0.
de_de: Sie müssen den Namen eines existierenden Druckers und die minimal und maximal erlaubte Seitenanzahl des zu druckenden Dokumentes angeben. Um die Limits zu löschen, geben Sie 0 ein.
fr_fr: Vous devez indiquer le nom d'une imprimante existante et le nombre minimum et maximum de pages des documents qu'elle a le droit d'imprimer. Pour annuler l'une ou l'autre limite, mettez-la à 0.

source: You must supply the name of an existing printer, a new banner option, and a new trailer option. Valid banner and trailer options are "never", "no", "yes", and "always".
de_de: Sie müssen den Namen eines existierenden Druckers und eine neue Start- und Endseitenoption angeben. Erlaubte Start- und Endseitenoptionen sind "never", "no", "yes" und "always".
fr_fr: Vous devez indiquer le nom d'une imprimante existante, une nouvelle option de page de garde avant et une nouvelle option de page de garde arrière. Les options de page de garde valides sont "never", "no", "yes", et "always".

source: You must supply the name of an existing printer, the name of an addon parameter. A value for the parameter is optional. If you do not supply a value, the parameter will be unset.
de_de: Sie müssen den Namen eines existierenden Druckers und den Namen eines Parameters angeben. Ein Wert für den Parameter ist optional. Wenn Sie keinen Wert angeben, wird der Parameter gelöscht.

source: You must supply the name of an existing printer.
de_de: Sie müssen den Namen eines existierenden Druckers angeben.
fr_fr: Vous devez indiquer le nom d'une imprimante existante.

source: You must supply the name of an existing printer. If you supply no other parameters, the RIP setting will revert to the PPD file default. To select a different RIP, supply the RIP name (such as "gs" or "ppr-gs"), an output language (such as "pcl" or "other"), and a RIP options string.
de_de: Sie müssen den Namen eines existierenden Druckers angeben. Wenn Sie keine weiteren Parameter angeben, wird das RIP auf den PPD Standard gesetzt. Um ein anders RIP zu verwenden, geben Sie den RIP Namen (wie "gs" oder "ppr-gs") an, eine Ausgabesprache (wie "pcl" or "other"), und RIP Optionen an.

source: You must supply the name of an interface and an address. If necessary, a quoted list of options may follow the address.
de_de: Sie müssen den Namen eines existierenden Interfaces und eine Adresse angeben. Falls nötig, kann eine quotierte Liste von Optionen der Adresse folgen.

source: ^D as EOF is spurious in a spooled environment
de_de: ^D als EOF ist in einer Spoolerumgebung nicht erlaubt
fr_fr: ^D comme marque de fin de fichier (EOF) est faux dans un environnement de file d'attente

source: accepting
de_de: akzeptiert Aufträge
fr_fr: accepte

source: bad argument
de_de: ungültiges Argument
fr_fr: paramètre incorrect

source: bad function call order
de_de: ungültige Funtktionsaufrufsequenz
fr_fr: ordre d'appel de fonction incorrect

source: can't find key in section
de_de: Kann Schlüssel in Abschnitt nicht finden.
fr_fr: ne trouve pas la clé dans la section

source: can't find section
de_de: Kann Abschnitt nicht finden.
fr_fr: ne trouve pas la section

source: can't open "%s", errno=%d (%s)
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s)
fr_fr: impossible d'ouvrir "%s", errno=%d (%s)

source: can't open FIFO, pprd is probably not running
de_de: Kann FIFO nicht öffnen, vielleicht läuft pprd nicht.
fr_fr: impossible d'ouvrir le FIFO, pprd ne tourne probablement pas

source: can't open FIFO, pprd is probably not running.
de_de: Kann FIFO nicht öffnen, vielleicht läuft pprd nicht.

source: can't open PPD file "%s", errno=%d (%s)
de_de: Kann PPD Datei "%s" nicht öffnen, Fehlernummer=%d (%s)

source: can't open config file
de_de: Kann Konfigurationsdatei nicht öffnen.
fr_fr: impossible d'ouvrir le fichier de configuration

source: can't open input file "%s", %s
de_de: Kann Datei "%s" nicht öffnen, %s
fr_fr: impossible d'ouvrir le fichier d'entrée "%s", %s

source: can't open printing charge database
de_de: Kann Nutzerdatenbank nicht öffnen
fr_fr: impossible d'ouvrir la base de données de comptabilité d'impressions

source: can't open queue file "%s", errno=%d (%s)
de_de: Kann Warteschlangendatei "%s" nicht öffnen, Fehlernummer=%d (%s)
fr_fr: impossible d'ouvrir le fichier de file "%s", errno=%d (%s)

source: canceling %s
de_de: lösche %s
fr_fr: annulation de %s

source: charset "%s" is unknown
de_de: Zeichensatz "%s" ist unbekannt

source: child dumped core
de_de: Kindprozess hat Kern getötet
fr_fr: le fils a fait un core dump

source: child failed
de_de: Kindprozess fehlgeschlagen
fr_fr: le fils a echoué

source: child killed
de_de: Kindprozess getötet
fr_fr: le fils a été tué

source: closing connection
de_de: schließe Verbindung

source: connecting
de_de: verbinde

source: cover open
de_de: Abdeckung offen
fr_fr: couvercle ouvert

source: default medium "%s" does not exist
de_de: Standardmedium "%s" existiert nicht
fr_fr: le support par défaut "%s" n'existe pas

source: dot matrix printer files
de_de: Matrix Druckdateien
fr_fr: fichiers d'imprimante matricielle

source: email messages
de_de: Email Nachrichten
fr_fr: messages électroniques

source: error in configuration file
de_de: Fehler in Konfigurationsdatei
fr_fr: erreur dans le fichier de configuration

source: exec() failed
de_de: exec() fehlgeschlagen
fr_fr: exec() a echoué

source: fault, no auto retry
de_de: Fehler, keine automatische Wiederholung
fr_fr: panne, pas de tentative automatique

source: fault, retry %d in %d seconds
de_de: Fehler, Wiederholung %d in %d Sekunden

source: file employs Fortran carriage control
de_de: Datei nutzt Fortran Transportkontrolle
fr_fr: le fichier utilise le contrôle de retour Fortran

source: file is TeX or LaTeX source
de_de: Datei ist eine TeX oder LaTeX Quelle
fr_fr: le fichier est un source TeX ou LaTeX

source: file is Troff source
de_de: Datei ist eine Troff Quelle
fr_fr: le fichier est un source Troff

source: file is a GIF compressed picture
de_de: Datei ist ein GIF komprimiertes Bild
fr_fr: le fichier est une image GIF compressée

source: file is a Mentor Graphics Plot Metafile
de_de: Datei ist eine Mentor Graphics Plot Metadatei
fr_fr: le fichier est un méta-fichier Mentor Graphics Plot

source: file is a Portable aNy Map
de_de: Datei ist eine Portable aNy Mappe
fr_fr: le fichier est un Portable aNy Map

source: file is a WordPerfect document
de_de: Datei ist ein WordPerfect Dokument
fr_fr: le fichier est un document WordPerfect

source: file is an MS-Windows Enhanced Metafile
de_de: Datei ist eine MS-Windows Enhanced Metadatei
fr_fr: le fichier est un MS-Windows Enhanced Metafile

source: file is an MS-Windows Metafile
de_de: Datei ist eine MS-Windows Metadatei
fr_fr: le fichier est un MS-Windows Metafile

source: file is an MS-Windows or OS/2 BMP
de_de: Datei ist ein MS-Windows oder OS/2 BMP
fr_fr: le fichier est un BMP MS-Windows ou OS/2

source: file is an RFC-822 email message
de_de: Datei ist eine RFC-822 Email Nachricht
fr_fr: le fichier est un message électronique RFC-822

source: file is an X-Windows bit map
de_de: Datei ist ein X-Windows Bild
fr_fr: le fichier est un bitmap X Window

source: file is an X-Windows pixel map
de_de: Datei ist eine X-Windows Pixel Mappe
fr_fr: le fichier est un pixel map X Window

source: file is an X-Windows window dump
de_de: Datei ist ein X-Windows Screenshot
fr_fr: le fichier est une copie d'écran X Window

source: file is in Adobe Portable Document Format
de_de: Datei ist im Adobe Portable Document Format
fr_fr: le fichier est au format PDF

source: file is in Berkeley plot library format
de_de: Datei ist im Berkeley plot library format
fr_fr: le fichier est au format de la bibliothèque plot de Berkeley

source: file is in CIF graphics language
de_de: Datei ist in der CIF graphics Sprache
fr_fr: le fichier est dans le langage graphique CIF

source: file is in FIG format
de_de: Datei ist im FIG Format
fr_fr: le fichier est au format FIG

source: file is in HTML format
de_de: Datei ist im HTML Format
fr_fr: le fichier est au format HTML

source: file is in JPEG File Interchange Format
de_de: Datei ist im JPEG Dateiaustausch Format

source: file is in Portable Network Graphics format
de_de: Datei ist im Portable Network Graphics Format
fr_fr: le fichier est au format Portable Network Graphics

source: file is in Rich Text Format
de_de: Datei ist im Rich Text Format

source: file is in SGML format (other than HTML)
de_de: Datei ist im SGML Format (anders als HTML)
fr_fr: le fichier est au format SGML (autre que HTML)

source: file is in Sun raster format
de_de: Datei ist im Sun raster Format
fr_fr: le fichier est au format raster Sun

source: file is in TIFF graphics format
de_de: Datei ist im TIFF graphics Format
fr_fr: le fichier est au format graphique TIFF

source: file is in TeXInfo format
de_de: Datei ist im TeXInfo Format
fr_fr: le fichier est au format TeXInfo

source: file is old troff output
de_de: Datei ist alte Troffausgabe
fr_fr: le fichier est une sortie du vieux troff

source: file is plain text
de_de: Datei ist einfacher Text
fr_fr: le fichier est du texte pur

source: file not found
de_de: Datei nicht gefunden
fr_fr: fichier non trouvé

source: file type is Ditroff (modern Troff) output
de_de: Dateity ist Ditroffausgabe (modernes Troff)
fr_fr: le type de fichier est une sortie Ditroff (Troff moderne)

source: file type is HP PCL
de_de: Dateityp ist HP PCL
fr_fr: le type de fichier est HP PCL

source: file type is HP PCL-XL
de_de: Dateityp ist HP PCL-XL
fr_fr: le type de fichier est HP PCL-XL

source: file type is HP-GL/2
de_de: Dateityp ist HP-GL/2
fr_fr: le type de fichier est HP-GL/2

source: file type is Macintosh text
de_de: Dateityp ist Macintosh Text
fr_fr: le type de fichier est du texte Macintosh

source: file type is TeX DVI
de_de: Dateityp ist TeX DVI
fr_fr: le type de fichier est TeX DVI

source: file type is generic dot matrix
de_de: Dateityp ist einfache Punkt Matrix
fr_fr: le type de fichier est imprimante matricielle générique

source: files of unrecognized format
de_de: Dateien unbekannten Typs
fr_fr: fichiers de format non reconnu

source: filter options must take form keyword=value
de_de: Filteroptionen müssen in der Form Name=Wert sein
fr_fr: les options de filtres prennent la forme mot-clé=valeur

source: fork() failed
de_de: fork() fehlgeschlagen
fr_fr: fork() a echoué

source: fragmentary PostScript files
de_de: teilweise PostScript Dateien
fr_fr: fichiers PostScript en fragments

source: getpwnam("%s") failed
de_de: getpwnam("%s") fehlgeschlagen

source: getpwuid() fails to find your account
de_de: getpwuid() kann Ihren Account nicht finden
fr_fr: getpwuid() n'arrive pas à trouver votre compte

source: group
de_de: Gruppe
fr_fr: groupe

source: halting (printing %s)
de_de: stoppe (drucke %d)
fr_fr: en cours d'arrêt (impression de %s)

source: idle
de_de: bereit
fr_fr: inactive

source: inoperative
de_de: beschäftigt

source: input file is PostScript
de_de: Eingabedatei ist PostScript
fr_fr: le fichier d'entrée est PostScript

source: input file read error, errno=%d (%s)
de_de: Fehler beim Lesen der Eingabedatei, Fehlernummer=%d (%s)
fr_fr: erreur de lecture du fichier d'entrée, errno=%d (%s)

source: input file was truncated (no %%%%EOF)
de_de: Eingabedatei wurde gekürzt (kein %%%%EOF)
fr_fr: le fichier d'entrée a été tronqué (pas de %%%%EOF)

source: input tray empty
de_de: Papiereinzug leer
fr_fr: bac d'entrée vide

source: internal error
de_de: Interner Fehler
fr_fr: erreur interne

source: invalid %s option
de_de: ungültige Option %s
fr_fr: option %s invalide

source: last -o keyword has no value
de_de: Das letzte -o Schlüsselwort hat keinen Wert
fr_fr: le dernier mot clé -o n'a pas de valeur
