Repository: david672orford/PPR
Catalog: po/*-PPRWWW.po
Languages: de_de, fr

source: Show All Queues
de_de: Alle Warteschlangen anzeigen
fr: Montrer toutes les files

source: Click here to open a window which will show all queued jobs.
de_de: Hier drücken, um ein Fenster zu öffnen, das alle Dateien in den Warteschlangen anzeigt.

source: Add New Printer
de_de: Einen neuen Drucker hinzufügen
fr: Ajout d'une nouvelle imprimante

source: Click here and you will be guided through the process of adding a new printer.
de_de: Hier drücken, und Sie werden durch den Prozeß der Erstellung eines neuen Druckers geführt.

source: Add New Group
de_de: Eine neue Gruppe hinzufügen
fr: Ajout d'un nouveau groupe

source: Click here and you will be guided through the process of adding a new group of printers.
de_de: Hier drücken, und Sie werden durch den Prozeß der Erstellung einer neuen Gruppe geführt.

source: Add New Alias
de_de: Einen neuen Alias hinzufügen

source: Click here and you will be guided through the process of adding a new alias.
de_de: Hier drücken, und Sie werden durch den Prozeß der Erstellung eines neuen Alias geführt.

source: -- No Description --
de_de: -- Keine Beschreibung --

source: PPR sound files
de_de: PPR Sounddateien
fr: Fichiers sonores PPR

source: Perl 5.005 or later
de_de: Perl 5.005 oder höher
fr: Perl 5.005 ou supérieur

source: Perl GNU Gettext module
de_de: Perl GNU Gettext Modul
fr: Module Perl GNU Gettext

source: Perl Tk module
de_de: Perl Tk Modul

source: Other Ghostscript distribution
de_de: Andere Ghostscript Distribution

source: IJS Gimp Print drivers
de_de: IJS Gimp Druckertreiber

source: NetPBM image converters
de_de: NetPBM Bildkonverter

source: JPEG utilities
de_de: JPEG Werkzeuge

source: Inventory of Packages Which PPR can Use
de_de: Inventar von Paketen, die PPR nutzen kann

source: Component
de_de: Komponente
fr: Composant

source: Debian Package Name
de_de: Debian Paketname

source: Present?
de_de: Vorhanden?
fr: Présent ?

source: Redhat Package Name
de_de: RedHat Paketname

source: Role
de_de: Rolle

source: Source Download
de_de: Quellen herunterladen

source: Add a Printer
fr: Ajout d'une imprimante

source: Additional Information
fr: Informations supplémentaires

source: Alert Messages:
fr: Messages d'alerte :

source: AppleTalk Interface: Choose a Printer
fr: Interface AppleTalk : choisissez une imprimante

source: AppleTalk Interface: Choose a Zone
fr: Interface AppleTalk : choisissez une zone

source: AppleTalk PAP
fr: PAP AppleTalk

source: AppleTalk Zones:
fr: Zones AppleTalk :

source: Are Required Packages Present?
fr: Les paquets nécessaires sont-ils présents ?

source: Available Printers:
fr: Imprimantes disponibles :

source: Binary
fr: Binaire

source: Bytes sent:
fr: Octets envoyés :

source: Can't open log file: %s
fr: Impossible d'ouvrir le fichier de trace : %s

source: Choose a PPD File
fr: Choisissez un fichier PPD

source: Countdown:
fr: Décompte :

source: Critical?
fr: Critique ?

source: Current job:
fr: Travail en cours :

source: Delete %s "%s"
fr: Supprime %s "%s"

source: Delete Group
fr: Supression du groupe

source: Delete Printer
fr: Suppression de l'imprimante

source: Delete the %s "%s"?
fr: Supression de %s "%s" ?

source: Describe the Printer
fr: Décrivez l'imprimante

source: Details
fr: Détails

source: Event Categories:
fr: Catégories d'événements :

source: For:
fr: Pour :

source: GS & Server Parallel Port
fr: GS & port parallèle du serveur

source: GS & Server Serial Port
fr: GS & port série du serveur

source: Group "%s"
fr: Groupe "%s"

source: Group Properties
fr: Propriétés du groupe

source: HP JetDirect cards accept jobs on TCP port 9100. With some other equipment, the port number the printer accepts jobs on can be changed but is 9100 when they come from the factory.
fr: Les cartes HP JetDirect acceptent les travaux sur le port TCP 9100. Avec un autre matériel, on peut modifier le numéro de port sur lequel l'imprimante accepte les travaux mais c'est 9100 quand elles viennent de l'usine.

source: Interface Setup
fr: Configuration de l'interface

source: Internal JetDirect cards support bidirectional communication. External print servers will only support bidirectional communication if they communicate with the printer through a serial port or through a bidirectional parallel port.
fr: Les cartes JetDirect internes supportent les communications bi-directionnelles. Les serveurs d'impression externes ne supportent les communications bi-directionnelles que s'ils communiquent avec l'imprimante grâce à un port série ou un port parallèle bi-directionnel.

source: It is necessary to know the IP address of the server, or preferably a DNS name which represents that address. An example of a DNS name is "myhost.myorg.org". An example of an IP address is "157.252.200.52".
fr: Il est nécessaire de connaître l'adresse IP du serveur, ou mieux encore un nom DNS qui représente cette adresse. Un exemple de nom DNS est "monhote.monorga.org". Un exemple d'adresse IP est "192.168.10.45".

source: Job Actions:
fr: Actions du travail :

source: LPR Interface: Choose an Address
fr: Interface LPR : choisissez une adresse

source: Limits
fr: Limites

source: Log
fr: Trace

source: Name:
fr: Nom :

source: Operation:
fr: Opération :

source: PPD file:
fr: Fichier PPD :

source: PPR log "%s"
fr: Trace PPR "%s"

source: PS Bytes
fr: Octets PS

source: Page clock:
fr: Horloge de page :

source: Pages completed:
fr: Pages terminées :

source: Pages started:
fr: Pages démarrées :

source: Percent sent:
fr: Pourcentage envoyé :

source: Perl Chart::PNGgraph module
fr: Module Perl Chart::PNGgraph

source: Perl MD5 module
fr: Module Perl MD5

source: Please choose the printer you want to use from the list below.
fr: Veuillez choisir l'imprimante que vous désirez utiliser dans la liste ci-dessous.

source: Please choose the zone which contains the printer you want to use.
fr: Veuillez choisir la zone contenant l'imprimante que vous désirez utiliser.

source: Please select a appropriate PostScript Printer Description (PPD) file for this printer:
fr: Veuillez sélectionner un fichier de description d'imprimante PostScript (PPD) convenable pour cette imprimante :

source: Please select an interface program. PPR uses an interface program to communicate with the printer. There is an interface program for each communication method. The interfaces whose names begin with "gs" pass PostScript jobs through Ghostscript before sending them to the printer.
fr: Veuillez sélectionner un programme d'interface. PPR utilise un programme d'interface pour communiquer avec l'imprimante. Il y a un programme d'interface pour chaque méthode de communication. Les interfaces dont le nom commence par "gs" passent les travaux PostScript à Ghostscript avant de les envoyer à l'imprimante.

source: Printer "%s"
fr: Imprimante "%s"

source: Printer Control
fr: Contrôle de l'imprimante

source: Printer Errors (including updates)
fr: Erreurs de l'imprimante (avec les mises à jour)

source: Printer Errors (w/out updates)
fr: Erreurs de l'imprimante (sans mises à jour)

source: Printer Properties
fr: Propriétés de l'imprimante

source: Printer Stalled
fr: Imprimante bloquée

source: Printer Status (including updates)
fr: État de l'imprimante (avec les mises à jour)

source: Printer Status (w/out updates)
fr: État de l'imprimante (sans mises à jour)

source: Printer name:
fr: Nom de l'imprimante :

source: Printer status:
fr: État de l'imprimante :

source: Printers to Monitor
fr: Imprimantes à surveiller :

source: Printing Attempt Results (abnormal only)
fr: Résultats de tentatives d'impression (seulement anormales)

source: Printing Attempt Results (including normal)
fr: Résultats de tentatives d'impression (avec les normales)

source: Printlog
fr: Trace d'impression

source: RFC 1179 (lpr/lpd protocol)
fr: RFC 1179 (protocole lpr/lpd)

source: Raw TCP/IP Interface: Choose an Address
fr: Interface TCP/IP directe : choisissez une adresse

source: Refresh interval (in seconds):
fr: Intervalle de rafraîchissement (en secondes) :

source: Retry:
fr: Tentative à nouveau :

source: Select an Interface Program
fr: Choisissez un programme d'interface

source: Severity Threshold:
fr: Seuil de sévérité :

source: Silly Sounds:
fr: Sons débiles :

source: Status:
fr: État :

source: The %s has been deleted.
fr: Le %s a été supprimé.

source: The group "$data{name}" already exists!
fr: Le groupe "$data{name}" existe déjà !

source: The remote queue name may be different from the local queue name. If so, change it below.
fr: Le nom de file distante peut être différent du nom de file locale. Si c'est le cas, changez-le ci-dessous.

source: This page contains instructions for a human printer operator. Use this page when the printer is located in a central location such as a print shop.
fr: Cette page contient des instrutions pour un opérateur d'imprimantes humains. Utilisez cette page quand l'imprimante est située dans un endroit central comme un atelier d'impression.

source: This page give general information about the print job.
fr: Cette page donne des informations générales sur le travail d'impression.

source: To limit the commentary to certain printers, check one or more or the boxes below.
fr: Pour limiter le commentaire à certaines imprimantes, cochez une ou plusieurs cases ci-dessous.

source: Total bytes:
fr: Nombre total d'octets :

source: Total pages:
fr: Nombre total de pages :

source: UNKNOWN
fr: INCONNU

source: View Queue
fr: Voir la file

source: Voice:
fr: Voix :

source: When you press the [Next] button, the selected zone will be searched. This will take about 10 seconds.
fr: Quand vous pressez le bouton [Suivant], la zone sé]ectionnée sera recherchée. Ceci prendra environ 10 secondes.

source: While short group names are convient in certain contexts, it is sometimes helpful to have a longer, more informative description. Please supply a longer description for "%s" below.
fr: Bien que des noms de groupes courts soient intéressants dans certains contextes, il est parfois utile d'avoir une description plus longue, donnant plus d'informations. Veuillez donner une description plus longue pour "%s" ci-dessous.

source: Whom should the print server's system administrator contact to discuss problems with the printer?
fr: Quelle personne doit contacter l'administrateur système du serveur d'impressions pour discuter des problèmes avec l'imprimante ?

source: You must choose a zone before you may proceed!
fr: Vous devez choisir une zone avant de pouvoir continuer !

source: You must select a printer before you can proceed!
fr: Vous devez choisir une imprimante avant de pouvoir continuer !

source: You must select an interface!
fr: Vous devez choisir une interface !

source: [%s] failed for the following reason:
fr: [%s] a échoué pour la raison suivante :

source: _Halt
fr: _Stopper

source: _Log
fr: Trace

source: _Start
fr: _Démarrer

source: control-d
fr: contrôle-d

source: errors
fr: erreurs

source: mail
fr: courrier

source: newinterface
fr: nouvelle interface

source: none
fr: aucun

source: save/restore
fr: sauver/restaurer
