Repository: david672orford/PPR
Catalog: po/*-PPR.po
Languages: de_de, fr_fr

source: ldeflines is greater than maxlines
de_de: Standardhochformatzeilenzahl ist größer als maximale Zeilenzahl
fr_fr: ldeflines est supérieur à maxlines

source: ldeflines is less than minlines
de_de: Standardhochformatzeilenzahl ist kleiner als minimale Zeilenzahl
fr_fr: ldeflines est inférieur à minlines

source: line feed in %s%s
de_de: Zeilenzufuhr in %s%s
fr_fr: saut de ligne dans %s%s

source: line printer files
de_de: Zeilendruckerdateien
fr_fr: fichiers d'imprimante ligne

source: lmlm, lmrm, and current pagesize leave no space for text
de_de: lmlm, lmrm und die derzeitige Seitengröße lassen keine Platz für Text mehr
fr_fr: lmtm, lmbm et la taille de page courante ne laissent pas de place pour le texte

source: lmtm, lmbm, gutter, and current pagesize leave no space for text
de_de: lmtm, lmbm, gutter und die derzeitige Seitengröße lassen keine Platz für Text mehr
fr_fr: lmtm, lmbm, gutter et la taille de page courante ne laissent pas de place pour le texte

source: looking up address
de_de: suche nach Adresse

source: lprsrv is already running in standalone mode
de_de: lprsrv läuft bereits im Standalone Modus
fr_fr: lprsrv fonctionne déjà en mode autonome

source: lprsrv must run as root
de_de: lprsrv muß als root laufen

source: maked end of %s section without marked begin
de_de: Markiertes Ende von Abschnitt %s ohne markierten Anfang

source: malloc() failure
de_de: malloc() fehlgeschlagen
fr_fr: échec de malloc()

source: marked end of %s section in %s section
de_de: Markiertes Ende von Abschnitt %s inerhalb des Abschnittes %s

source: maxlines is less than minlines
de_de: maxlines ist kleiner als minlines
fr_fr: maxlines est inférieur à minlines

source: mortally wounded by signal %d (%s).
de_de: Getötet durch Signal %d (%s).

source: must be run by root
de_de: Darf nur von root ausgaführt werden

source: no
de_de: nein
fr_fr: non

source: no charge
de_de: keine Kosten

source: no font available for charset %s, weight %s, slant %s
de_de: Keine Schriftart für Zeichensatz %s verfügbar, nutze %s

source: no output tray
de_de: kein Ausgabefach
fr_fr: pas de bac de sortie

source: no paper tray
de_de: kein Papiereinzug
fr_fr: pas de bac papier

source: no print destination specified
de_de: kein Druckziel angegeben
fr_fr: aucune destination d'impression spécifiée

source: no printer called "%s"
de_de: Drucker "%s" existiert nicht

source: non-existent print destination specified
de_de: nichtexistierendes Druckziel angegeben
fr_fr: destination d'impression spécifiée non existante

source: none
de_de: kein
fr_fr: aucun

source: not an error
de_de: kein Fehler
fr_fr: pas une erreur

source: off line
de_de: nicht erreichbar
fr_fr: hors ligne

source: only one file name allowed
de_de: nur ein Dateiname ist erlaubt
fr_fr: un seul nom de fichier autorisé

source: operational
de_de: beschäftigt

source: other
de_de: anderer

source: otherwise engaged or off-line, retry %d in %d seconds
de_de: anderweitig beschäftigt oder nicht erreichbar, Wiederholung %d in %d Sekunden

source: out of disk space
de_de: nicht genügend Festplattenspeicher
fr_fr: plus d'espace disque

source: out of paper
de_de: Papier aus
fr_fr: plus de papier

source: out of toner/ink
de_de: Toner/Tinte aus
fr_fr: plus de toner/encre

source: output tray full
de_de: Ausgabefach voll
fr_fr: bac de sortie plein

source: output tray near full
de_de: Ausgabefach nahezu voll
fr_fr: bac de sortie presque plein

source: overdue preventative maintainance
de_de: präventive Wartung überfällig

source: paper jam
de_de: Papierstau
fr_fr: bourrage papier

source: paper low
de_de: Papier geht zur Neige
fr_fr: papier bas

source: pass file thru line printer emulator
de_de: Leite Datei durch Zeilendruckeremulator
fr_fr: passer les fichiers dans l'émulateur d'imprimante ligne

source: pass file thru pr
de_de: Leite Datei durch pr
fr_fr: passer les fichiers à pr

source: pdeflines is greater than maxlines
de_de: Standardquerformatzeilenzahl ist größer als maximale Zeilenzahl
fr_fr: pdeflines est supérieur à maxlines

source: pdeflines is less than minlines
de_de: Standardquerformatzeilenzahl ist kleiner als minimale Zeilenzahl
fr_fr: pdeflines est inférieur à minlines

source: permission denied
de_de: Zugriff verweigert
fr_fr: autorisation refusée

source: pmlm, pmrm, gutter, and current pagesize leave no space for text
de_de: pmlm, pmrm, gutter und die derzeitige Seitengröße lassen keine Platz für Text mehr
fr_fr: pmlm, pmrm, gutter et la taille de page courante ne laissent pas de place pour le texte

source: pmtm, pmbm, and current pagesize leave no space for text
de_de: pmtm, pmbm und die derzeitige Seitengröße lassen keine Platz für Text mehr
fr_fr: pmlm, pmrm et la taille de page courante ne laissent pas de place pour le texte

source: ppad addon <name> <value>
de_de: ppad addon <Name> <Wert>

source: ppad alerts <printer> <frequency> <method> <address>
de_de: ppad alerts <Drucker> >Frequenz> <Methode> <Adresse>

source: ppad alias addon <name> <value>
de_de: ppad alias addon <Name> <Wert>

source: ppad alias comment <alias> <comment>
de_de: ppad alias comment >Alias> <Kommentar>

source: ppad alias forwhat <alias> <queuename>
de_de: ppad alias forwhat <Alias> <Warteschlange>

source: ppad alias passthru <alias> <list>
de_de: ppad alias passthru <Alias> <Liste>

source: ppad alias switchset <alias> <list>
de_de: ppad alias switchset <Alias> <Liste>

source: ppad bins add <printer> <bin>
de_de: ppad bins add <Drucker> <Einzug>

source: ppad bins delete <printer> <bin>
de_de: ppad bins delete <Drucker> <Einzug>

source: ppad bins ppd <printer>
de_de: ppad bins ppd <Drucker>

source: ppad charge <printer> {<money>, none} [<money>]
de_de: ppad charge <Drucker> {<Betrag>, none} [<Betrag>]

source: ppad codes <printer> {Clean7Bit, Clean8Bit, Binary, TBCP, UNKNOWN, DEFAULT}
de_de: ppad codes <Drucker> {Clean7Bit, Clean8Bit, Binary, TBCP, UNKNOWN, DEFAULT}

source: ppad comment <printer> <string>
de_de: ppad comment <Drucker> <Kommentar>

source: ppad contact <printer> <string>
de_de: ppad contact <Drucker> <Kontakt>

source: ppad deffiltopts <printer>
de_de: ppad deffiltopts <Drucker>

source: ppad delete <printer>
de_de: ppad delete <Drucker>

source: ppad department <printer> <string>
de_de: ppad department <Drucker> <Abteilung>

source: ppad feedback <printer> {True, False}
de_de: ppad feedback <Drucker> {True, False}

source: ppad flags <printer> {never, no, yes, always} {never, no, yes, always}
de_de: ppad flags <Drucker> {never, no, yes, always} {never, no, yes, always}

source: ppad frequency <printer> <integer>
de_de: ppad frequency <Drucker> <Ganzzahl>

source: ppad grayok <printer> <boolean>
de_de: ppad grayok <Drucker> <Boolean>

source: ppad group add <group> <printer>
de_de: ppad group add <Gruppe> <Drucker>

source: ppad group addon <name> <value>
de_de: ppad group addon <Name> <Wert>

source: ppad group comment <group> <comment>
de_de: ppad group comment <Gruppe> <Kommentar>

source: ppad group deffiltopts <group>
de_de: ppad group deffiltopts <Gruppe>

source: ppad group delete <group>
de_de: ppad group delete <Gruppe>

source: ppad group members <group> <printer> ...
de_de: ppad group members <Gruppe> <Drucker> ...

source: ppad group passthru <group> <list>
de_de: ppad group passthru <Gruppe> <Liste>

source: ppad group remove <group> <printer>
de_de: ppad group remove <Gruppe> <Druckerr>

source: ppad group rotate <group> {true, false}
de_de: ppad group rotate <Gruppe> {true, false}

source: ppad group show <group>
de_de: ppad group show <Gruppe>

source: ppad group switchset <printer> <list>
de_de: ppad group switchset <Druckerr> <Liste>

source: ppad group touch <group>
de_de: ppad group touch <Gruppe>

source: ppad interface <printer> <interface> <address>
de_de: ppad interface <Drucker> <Interface> <Adresse>

source: ppad jobbreak <printer> {none, signal,control-d, pjl, signal/pjl}
de_de: ppad jobbreak <Drucker> {none, signal,control-d, pjl, signal/pjl}

source: ppad limitkilobytes <printer> <number> <number>
de_de: ppad limitkilobytes <Drucker> <Minimum> <Maximum>

source: ppad limitpages <printer> <number> <number>
de_de: ppad limitpages <Drucker> <Minimum> <Maximum>

source: ppad location <printer> <string>
de_de: ppad location <Drucker> <Ort>

source: ppad media put <name> <width> <length> <weight> <colour> <type> <banner>
de_de: ppad media put <Name> <Breite> <Länge> <Masse> <Farbe> <Typ> <Startseite>

source: ppad options <printer> <quoted_list>
de_de: ppad options <Drucker> <quotierte_Liste>

source: ppad outputorder <printer> {Normal, Reverse, PPD}
de_de: ppad outputorder <Drucker> {Normal, Reverse, PPD}

source: ppad pagetimelimit <name> <value>
de_de: ppad pagetimelimit <Name> <Wert>

source: ppad passthru <printer> <list>
de_de: ppad passthru <Drucker> <Liste>

source: ppad ppd <printer> <filename>
de_de: ppad ppd <Drucker> <Dateiname>

source: ppad ppdlib query <interface> <address> [<quoted_options_list>]
de_de: ppad ppdlib query <Interface> <Adresse> [<quotierte_Optionenliste>]

source: ppad ppdopts <printer>
de_de: ppad ppdopts <Drucker>

source: ppad ppdq <printer>
de_de: ppad ppdq <Drucker>

source: ppad rip <printer> [<rip> <driver_output_language> [<rip_options>]]
de_de: ppad rip <Drucker> [<RIP> <Treiberausgabesprache> [<RIP_optionen>]]

source: ppad show <printer>
de_de: ppad show <Drucker>

source: ppad switchset <printer> <list>
de_de: ppad switchset <Drucker> <Liste>

source: ppad touch <printer>
de_de: ppad touch <Drucker>

source: ppad userparams <name> <list>
de_de: ppad userparams <Name> <Liste>

source: ppop [s]cancel {<job>, <destination>, all} ...
de_de: ppop [s]cancel {<Auftrag>, <Ziel>, all} ...

source: ppop [s]cancel-active {<destination>, all} ...
de_de: ppop [s]cancel-active {<Ziel>, all} ...

source: ppop [s]cancel-my-active {<destination>, all} ...
de_de: ppop [s]cancel-my-active {<Ziel>, all} ...

source: ppop [s]purge {<destination>, all} ...
de_de: ppop [s]purge {<Ziel>, all} ...

source: ppop accept <destination>
de_de: ppop accept <Ziel>

source: ppop alerts <printer>
de_de: ppop alerts <Drucker>

source: ppop clean <destination> ...
de_de: ppop clean <Ziel> ...

source: ppop destination {<destination>, all}
de_de: ppop destination {<Ziel>, all}

source: ppop destination-comment {<destination>, all}
de_de: ppop destination-comment {<Ziel>, all}

source: ppop destination-comment-address {<destination>, all}
de_de: ppop destination-comment-address {<Ziel>, all}

source: ppop details {<destination>, <job>, all} ...
de_de: ppop details {<Ziel>, <Auftrag>, all} ...

source: ppop halt <printer> ...
de_de: ppop halt <Drucker> ...

source: ppop hold <job> ...
de_de: ppop hold <Auftrag> ...

source: ppop last <job> ...
de_de: ppop last <Auftrag> ...

source: ppop list {<destination>, <job>, all} ...
de_de: ppop list {<Ziel>, <Auftrag>, all} ...

source: ppop log <job>
de_de: ppop log <Auftrag>

source: ppop lpq {<destination>, <job>, all} [<user>] [<id>] ...
de_de: ppop lpq {<Ziel>, <Auftrag>, all} [<Nutzer>] [<ID>] ...

source: ppop media {<destination>, all}
de_de: ppop media {<Ziel>, all}

source: ppop message <printer>
de_de: ppop message <Drucker>

source: ppop modify <job> <name>=<value> ...
de_de: ppop modify <Auftrag> <Name>=<Wert> ...

source: ppop mount <printer> <bin> <medium>
de_de: ppop mount <Drucker> <Einzug> <Medium>

source: ppop move {<job>, <old_destination>} <new_destination>
de_de: ppop move {<Auftrag>, <altes_Ziel>} <neues_Ziel>

source: ppop progress <job>
de_de: ppop progress <Auftrag>

source: ppop qquery {<destination>, <job>, all} <field name 1> ...
de_de: ppop qquery {<Ziel>, <Auftrag>, all} <Feld 1> ...

source: ppop reject <destination>
de_de: ppop reject <Ziel>

source: ppop release <job> ...
de_de: ppop release <Auftrag> ...

source: ppop rush <job> ...
de_de: ppop rush <Auftrag> ...

source: ppop short {<destination>, <job>, all} ...
de_de: ppop short {<Ziel>, <Auftrag>, all} ...

source: ppop start <printer> ...
de_de: ppop start <Drucker> ...

source: ppop status {<destination>, all} ...
de_de: ppop status {<Ziel>, all} ...

source: ppop stop <printer> ...
de_de: ppop stop <Drucker> ...

source: ppop wstop <printer>
de_de: ppop wstop <Drucker>

source: printer
de_de: Drucker
fr_fr: imprimante

source: printing
de_de: druckt

source: printing %s
de_de: druckt %s
fr_fr: impression de %s

source: printing %s (retry %d)
de_de: druckt %s (Versuch %d)
fr_fr: impression de %s (tentative %d)

source: problem exists
de_de: Problem aufgetreten

source: querying printer
de_de: frage Drucker

source: queue has an invalid "%s" line
de_de: Warteschlange hat eine ungültige "%s" Zeile

source: redundant Begin %s comment
de_de: Überflüssiger Begin %s Kopf
fr_fr: commentaire Begin %s redondant

source: rejecting
de_de: verweigere
fr_fr: rejette

source: request id is %s (1 file)
de_de: Auftrags ID ist %s (1 Datei)

source: right here
de_de: hier
fr_fr: juste ici

source: seizing %s
de_de: erfasse %s
fr_fr: saisie de %s

source: sending data
de_de: sende Daten

source: service requested
de_de: Wartung angefordert
fr_fr: service demandé

source: spaces may not follow "=" in filter options
de_de: auf "=" darf in Filteroptionen kein Leerzeichen folgen
fr_fr: pas d'espaces après "=" dans les options de filtres

source: spaces may not precede "=" in filter options
de_de: "=" darf in Filteroptionen keinem Leerzeichen folgen

source: spurious leading ^D
de_de: falsches anführendes ^D
fr_fr: faux ^D en début

source: stdin is not a TCP socket (Run from Inetd or use -s option.)
de_de: STDIN ist kein TCP Sockel (Starten Sie über inetd oder die Option -s)
fr_fr: stdin n'est pas une socket TCP (lancez à partir d'inetd ou utilisez l'option -s.)

source: stopping (printing %s)
de_de: stoppe (drucke %s)
fr_fr: en cours d'arrêt (impression de %s)

source: stopt
de_de: angehalten
fr_fr: arrêtée

source: syncing PJL
de_de: synchronisiere PJL

source: temporary failure
de_de: zeitweiliger Fehler
fr_fr: échec temporaire

source: testing
de_de: teste

source: the Adobe Portable Document Format
de_de: das Adobe Portable Document Format
fr_fr: le format PDF

source: there is already a server listening on TCP port %d
de_de: es existiert bereits ein Server, der auf TCP Port %d lauscht
fr_fr: il y a déjà un serveur qui écoute sur le port TCP %d

source: toner/ink cartridge missing
de_de: Toner/Tintenpartone fehlt
fr_fr: cartouche de toner/encre manquante

source: toner/ink is low
de_de: Toner/Tinte geht zur Neige
fr_fr: le toner/encre est bas

source: too many files
de_de: zu viele Dateien
fr_fr: trop de fichiers

source: unclosed quote in filter option value
de_de: nichtabgeschlossene Quotierung in den Filteroptionswerten

source: unknown
de_de: unbekannt

source: unknown remote system
de_de: unbekanntes entferntes System
fr_fr: système distant inconnu

source: unrecognized binary files
de_de: unbekannte Binärdatei
fr_fr: fichiers binaires non reconnus

source: unrecognized keyword
de_de: unbekanntes Schlüsselwort
fr_fr: mot-clé non reconnu

source: usage: ppr [switches] [filename] -d <destname> selects desired printer or group -I insert destination's switchset macro here
de_de: usage: ppr [switches] [filename] -d <Ziel> wählt gewünschten Drucker oder Gruppe aus -I geben Sie hier einen Satz von Optionen an
fr_fr: utilisation : ppr [options] [nom de fichier] -d <nom de destination> sélectionne l'imprimante ou le groupe désiré -I insèrez ici la macro d'options de la destination

source: using pr
de_de: benutze pr
fr_fr: utilisation de pr

source: value is not in the correct format
de_de: der Wert ist nicht im korrekten Format
fr_fr: La valeur n'est pas dans le format correct

source: value must a positive integer or zero
de_de: der Wert muß eine positive Ganzzahl oder Null sein

source: value must be "engaged" or "error"
de_de: der Wert muß "engaged" oder "error" sein
fr_fr: la valeur doit être "engaged" ou "error"

source: value must be "o" or "f"
de_de: der Wert muß "o" oder "f" sein
fr_fr: la valeur doit être "o" ou "f"

source: value must be "true" or "false"
de_de: der Wert muß "true" oder "false" sein
fr_fr: la valeur doit être "true" ou "false"

source: value must be a positive integer
de_de: der Wert muß eine positive Ganzzahl sein
fr_fr: la valeur doit être un entier positif

source: value must be a positive integer or -1 (infinity)
de_de: der Wert muß eine positive Ganzzahl oder -1 (unendlich) sein
fr_fr: la valeur doit être un entier positif ou -1 (infini)

source: value must be a positive integer or zero
de_de: der Wert muß eine positive Ganzzahl oder Null sein
fr_fr: la valeur doit être un entier positif ou zéro

source: wait() failed
de_de: wait() fehlgeschlagen
fr_fr: wait() a echoué

source: waiting for RIP to finish
de_de: warte auf das Beenden des RIP's

source: waiting for commentators to finish
de_de: warte auf das Benenden der Kommentierer

source: waiting for printer to finish
de_de: warte auf das Beenden des Druckers

source: waiting for resource ration
de_de: warte auf Ressource
fr_fr: en attente d'un peu de ressources

source: warming up
de_de: aufwärmen

source: yes
de_de: ja
fr_fr: oui

source: Spooler
fr_fr: Gestionnaire de file

source: Alias name: %s
fr_fr: Nom de l'alias : %s

source: Status
fr_fr: État

source: Macintosh text
fr_fr: Texte Macintosh

source: -Q <string> TrueType query answer given (for papd)
fr_fr: -Q <chaîne> réponse donnée à une requête TrueType (pour papd)

source: Unrecognized %s option: %s
fr_fr: Option %s non reconnue : %s

source: Invalid "%s" (%s line %d).
fr_fr: "%s" invalide (%s, ligne %d)

source: Syntax error in "%s" (%s line %d).
fr_fr: Erreur de syntaxe dans "%s" (%s, ligne %d).

source: Value of "%s" in "%s" must be boolean.
fr_fr: La valeur de "%s" dans "%s" doit être booléenne.

source: Unrecognized userparams variable "%s".
fr_fr: Variable userparams "%s" non reconnue.

source: No "Interface:" line in %s
fr_fr: Pas de ligne "Interface:" dans %s

source: +Job turned away from printer "%s" for the following reason(s):
fr_fr: +Travail éloigné de l'imprimante "%s" pour la (les) raison(s) suivante(s) :

source: +Printer "%s" may not print this job correctly for the following reason(s):
fr_fr: +L'imprimante "%s" peut ne pas imprimer ce travail correctement pour la (les) raison(s) suivante(s) :

source: Can't substitute "%s" for "%s" because it has no Type1 section.
fr_fr: Impossible de substituer "%s" par "%s" car elle n'a pas de section Type1.

source: Resource "%s %s %s %d" not available.
fr_fr: Ressource "%s %s %s %d" non disponible.

source: Resource "%s %s" not available.
fr_fr: Ressource "%s %s" non disponible.

source: Requirement "%s" can't be met.
fr_fr: La demande "%s" ne peut pas être satisfaite.

source: Required language level (%d) exceeds printer's language level (%d).
fr_fr: La version de langage requise (%d) dépasse la version de langage de l'imprimante (%d).

source: Printer does not have all required extensions.
fr_fr: L'imprimante ne possède pas toutes les extensions nécessaires.

source: Printer is not permitted to print grayscale documents.
fr_fr: L'imprimante n'a pas le droit d'imprimer les documents en niveaux de gris

source: Communications channel cannot pass required codes.
fr_fr: Le canal de communications ne peut pas passer les codes nécessaires.

source: Job has %d pages but allowed range for this printer is %d--%d.
fr_fr: Le travail a %d pages mais l'intervalle autorisé pour cette imprimante est %d--%d.

source: Job is %d kilobytes long but allowed range for this printer is %d--%d.
fr_fr: Le travail a une taille de %d kilooctets mais l'intervalle autorisé pour cette imprimante est %d--%d.

source: Title: %s
fr_fr: Titre : %s

source: Routing: %s
fr_fr: Routage : %s

source: Creator: %s
fr_fr: Créateur : %s

source: Print Date: %s
fr_fr: Date d'impression : %s

source: Sheets: %d
fr_fr: Feuilles : %d

source: User "%s" is inexplicably absent from the charge account database.
fr_fr: L'utilisateur "%s" est absent de manière inexpliquée de la base de données de comptabilité.

source: Balance before printing this job: %s
fr_fr: Crédit avant d'imprimer ce travail : %s

source: The interface performed a controlled shutdown because a non-spoolerprocess (possibly the OS kernel) sent it a signal.
fr_fr: L'interface a effectué un arrêt contrôlé parce qu'un processus différent du gestionnaire (peut-être le système d'exploitation) lui a envoyé un signal.

source: Interface program malfunction: it quit before accepting all of the job but didn't return an error code.
fr_fr: Disfonctionnement du programme d'interface : il a terminé avant d'accepter la totalité du travail mais n'a pas renvoyé de code d'erreur.

source: Not enough fields in "%s" line %d
fr_fr: Pas assez de champs dans "%s" ligne %d

source: Unrecognized hrDeviceStatus "%s" in "%s" line %d field 2
fr_fr: hrDeviceStatus "%s" non reconnu dans "%s" ligne %d champ 2

source: Unrecognized hrPrinterStatus "%s" in "%s" line %d field 3
fr_fr: hrPrinterStatus "%s" non reconnu dans "%s" ligne %d champ 3

source: Unrecognized hrPrinterDetectedErrorState "%s" in "%s" line %d field 4
fr_fr: hrPrinterDetectedErrorState "%s" non reconnu dans "%s" ligne %d champ 4

source: %s: no match for "%s"
fr_fr: %s : pas de correspondance pour "%s"

source: Can't open resource file "%s", errno=%d (%s)
fr_fr: Impossible d'ouvrir le fichier de ressources "%s", errno=%d (%s)

source: The font "%s", which is required for the draft notice, is not available.
fr_fr: La police "%s", nécessaire pour l'avertissement de brouillon, n'est pas disponible.

source: Timeout expired while waiting for printer to respond to pagecount query.
fr_fr: Le délai a expiré en attendant une réponse de l'imprimante à une requête pagecount.

source: Timeout expired while waiting for printer to respond to *?PatchFile query.
fr_fr: Le délai a expiré en attendant une réponse de l'imprimante à la requête *?PatchFile.

source: Printer did not respond correctly to *?PatchFile query.
fr_fr: L'imprimante n'a pas répondu correctement à la requête *?PatchFile.

source: PPD file does not have *ExitServer code
fr_fr: Le fichier PPD n'a pas de code *ExitServer

source: PFB file "%s" is corrupt (defect type %d)
fr_fr: Le fichier PFB "%s" est corrompu (défaut type %d)

source: %s: no match for %d "%s"
fr_fr: %s : pas de correspondance pour %d "%s"

source: The PPD file doesn't contain code for the printer feature called "%s %s", skipping it.
fr_fr: Le fichier PPD ne contient pas de code pour la fonction de l'imprimante appelée "%s %s", je la passe.

source: The PPD file doesn't contain code for the printer feature called "%s %s", retaining old code.
fr_fr: Le fichier PPD ne contient pas de code pour la fonction de l'imprimante appelée "%s %s", je retiens l'ancien code.

source: The PPD file doesn't contain code for the printer feature called "%s %s", removing existing code.
fr_fr: Le fichier PPD ne contient pas de code pour la fonction de l'imprimante appelée "%s %s", j'enlève le code existant.

source: Name: %s
fr_fr: Nom : %s
