Repository: david672orford/PPR
Catalog: po/*-PPR.po
Languages: de_de, fr_fr

source: %s: end of file in graphic
de_de: %s: Dateiende in Graphik

source: %s: falling thru to real-lpstat due to unrecognized option: -%c
de_de: %s: Falle auf real-lpstat zurück wegen unbekannter Option: -%c

source: %s: fopen("%s", "r") failed, errno=%d (%s)
de_de: %s: fopen("%s", "r") fehlgeschlagen, Fehlernummer=%d (%s)

source: %s: fopen("%s", "w") failed, errno=%d (%s)
de_de: %s: fopen("%s", "w") fehlgeschlagen, Fehlernummer=%d (%s)

source: %s: getpwuid(%ld) failed to find your account
de_de: %s: getpwuid(%ld) konnte Ihren Account nicht finden
fr_fr: %s : getpwuid(%ld) n'a pas réussi à trouver votre compte

source: %s: graphic too big
de_de: %s: Graphik zu groß

source: %s: graphic(): unknown graphic mode
de_de: %s: graphic(): unbekannter Graphikmodus

source: %s: invalid followme registration record
de_de: %s: Ungültiger followme Registrierungscode

source: %s: lp -i and -H are not yet implemented
de_de: %s: lp -i und -H sind noch nicht implementiert
fr_fr: %s : lp -i et -H ne sont pas encore implémentés

source: %s: query failed: %s
de_de: %s: Abfrage fehlgeschlagen: %s

source: %s: timeout waiting for response
de_de: %s: Zeit abgelaufen beim Warten auf Antwort

source: %s: unknown sub-command "%s", try "ppad help"
de_de: %s: unbekanntes Unterkommando "%s", versuchen Sie "ppad help"

source: %s: unknown sub-command "%s", try "ppop help"
de_de: %s: unbekanntes Unterkommando "%s", versuchen Sie "ppop help"

source: %s: unrecognized option: -%c
de_de: %s: unbekannte Option: -%c

source: %s: warning: either account "%s" or this program has the wrong group ID.
de_de: %s: Warnung: entweder Account "%s" oder dieses Programm hat die falsche Gruppen ID.

source: %s: warning: no [%s] section in "%s", copying from "%s.sample"
de_de: %s: Warnung: keine [%s] Sektion in "%s", erstelle sie aus "%s.sample"

source: %sCondition "%s" is not met.
de_de: %sBedingung "%s" ist nicht erfüllt.

source: %sConsidering line: %s
de_de: %sBetrachte Zeile: %s

source: %sDesired editps level (%d) is not this range.
de_de: %sGewünschter editps Level (%d) ist außerhalb des gültigen Bereiches.

source: %sHeader "%s" not found.
de_de: %sKopfzeile "%s" nicht gefunden.
fr_fr: %sEn-tête "%s" non trouvée.

source: %sHeader "%s" value is "%s".
de_de: %sKopfzeile "%s" hat den Wert "%s".

source: %sRequired interpreter "%s" is not available.
de_de: %sBenötigtes Programm "%s" ist nicht verfügbar.

source: (Communication failure while negotiating to send control file.)
de_de: (Kommunikationsfehler beim Versuch Control-Datei zu senden)
fr_fr: (Échec de communication pendant la négociation de l'envoi du fichier de contrôle.)

source: (Communication failure while negotiating to send data file.)
de_de: (Kommunikationsfehler beim Versuch Daten-Datei zu senden)
fr_fr: (Échec de communication pendant la négociation de l'envoi du fichier de données.)

source: (Communication failure while negotiating to send job.)
de_de: (Kommunikationsfehler beim Versuch Druckauftrag zu senden)
fr_fr: (Échec de communication pendant la négociation de l'envoi du travail.)

source: (Communication failure while sending control file.)
de_de: (Kommunikationsfehler beim Senden der Control-Datei)
fr_fr: (Échec de communication pendant l'envoi du fichier de contrôle.)

source: (Communication failure while sending data file.)
de_de: (Kommunikationsfehler beim Senden der Datenl-Datei)
fr_fr: (Échec de communication pendant l'envoi du fichier de données.)

source: (Connection lost while negotiating to send control file.)
de_de: (Verbindung beim Versuch, Control-Datei zu senden, unterbrochen.)

source: (Connection lost while negotiating to send data file.)
de_de: (Verbindung beim Versuch, Daten-Datei zu senden, unterbrochen.)
fr_fr: (Perte de connexion pendant la négociation de l'envoi du fichier de données.)

source: (Connection lost while negotiating to send job.)
de_de: (Verbindung beim Versuch, Druckauftrag zu senden, unterbrochen.)
fr_fr: (Perte de connexion pendant la négociation de l'envoi du travail.)

source: (Connection lost while sending data file.)
de_de: (Verbindung beim Senden der Daten-Datei unterbrochen.)
fr_fr: (Perte de connexion pendant l'envoi du fichier de données.)

source: (Connection lost while transmitting control file.)
de_de: (Verbindung beim Senden der Control-Datei unterbrochen.)
fr_fr: (Perte de connexion pendant la transmission du fichier de contrôle.)

source: (The user "%s" is acting as your proxy.)
de_de: (Der Nutzer "%s" arbeitet als Ihr Proxy.)
fr_fr: (L'utilisateur "%s" agit comme mandataire pour vous.)

source: (never send alerts)
de_de: (niemals Fehlermeldungen senden
fr_fr: (ne jamais envoyer d'alertes)

source: (send alert after %d errors, send notice on recovery)
de_de: (Fehlermeldung nach %d Fehlern senden, Benachrichtung nach Behebung)
fr_fr: (envoyer une alerte après %d erreurs, envoyer la remarque après la remise en marche)

source: (send alert every %d errors)
de_de: (Fehlermeldungen nach je %d Fehlern senden)
fr_fr: (envoyer une alerte toutes les %d erreurs)

source: (send alert on every error)
de_de: (Fehlermeldungen bei jedem Fehler senden)
fr_fr: (envoyer une alerte à chaque erreur)

source: (send alert on first error, send notice on recovery)
de_de: (Fehlermeldung beim ersten Fehler senden, Benachrichtigung nach Behebung)
fr_fr: (envoyer une alerte à la première erreur, envoyer la remarque après la remise en marche)

source: --arrest-interest-time=<seconds> same as -A
de_de: --arrest-interest-time=<Sekunden> wie -A

source: --debug=<n> same as -d
de_de: --debug=<n> wie -d

source: --help print this help message
de_de: --help diese Nachricht ausgeben

source: --machine-readable same as -M
de_de: --machine-readable wie -M

source: --proxy-for=<principal_string> same as -X
de_de: --proxy-for=<Zeichenkette> wie-X

source: --su <user> check access as if run as indicated user
de_de: --su <Nutzer> Zugriff überprüfen, als wäre Programm von angegebenen Benutzer ausgeführt worden

source: --verbose print more information
de_de: --verbose mehr Informationen ausgeben

source: --version print PPR version information
de_de: --version PPR Version ausgeben

source: --version print the PPR version information
de_de: --version PPR Version ausgeben

source: -A <seconds> don't show jobs arrested more than <seconds> ago
de_de: A <Sekunden> keine vor mehr als <Sekunden> gesperrten Druckaufträge zeigen

source: -M select machine-readable output
de_de: -M Maschinenlesbare Ausgabe

source: -X <principal_string> act as proxy for principal described
de_de: -X <Server> als Proxy für beschriebenen Server arbeiten

source: -a and -A are mutually exclusive
de_de: -a und -A schließen sich gegenseitig aus

source: -d <n> set debug level to <n>
de_de: -d <n> Debuglevel auf <n> setzen

source: 1 active job was canceled.
de_de: 1 aktiver Druckauftrag wurde abgebrochen

source: 1 character follows EOF mark
de_de: 1 Zeichen folgt auf EOF

source: 1 job was canceled.
de_de: 1 Druckauftrage wurde abgebrochen

source: 1st field is empty on "%s" line %d
de_de: das erste Feld in "%s", Zeile %d ist leer
fr_fr: Le premier champ est vide sur "%s", ligne %d

source: 2nd argument to "%%%%Pages:" is deprecated in DSC >= 3.0
de_de: das zweite Argument für "%%%%Pages:" wird seit DSC >=3.0 nicht mehr weiterentwickelt

source: 3rd field is not in the range 1--10 on "%s" line %d
de_de: das dritte Feld in "%s" Zeile %d hat einen Wert außerhalb 1--10
fr_fr: Le 3ème champ n'est pas entre 1 et 10 sur "%s", ligne %d

source: 3rd field must be <= 4th field on "%s" line %d
de_de: das dritte Feld in "%s" Zeile %d muß <= dem vierten Feld sein
fr_fr: Le 3ème champ doit être <= au 4ème sur "%s", ligne %d

source: 4th field is not in the range 1--10 on "%s" line %d
de_de: das vierte Feld in "%s" Zeile %d hat einen Wert außerhalb 1--10
fr_fr: Le 4ème champ n'est pas entre 1 et 10 sur "%s", ligne %d

source: ; ; All lprsrv.conf sections which apply to "%s" ; taken together have the same effect as the following ; simplified section. ;
de_de: ; ; Alle lprsrv.conf Abschnitte, die auf "%s" zutreffen ; ergeben zusammengenommen den folgenden ; einfachen Abschnitt. ;
fr_fr: ; ; Toutes les sections de lprsrv.conf qui s'appliquent à ; "%s" mises ensemble ont le même effet que la section ; simplifiée suivante. ;

source: <undefined>
de_de: <undefiniert>
fr_fr: <indéfini>

source: A second parameter is not allowed because first is "%s".
de_de: Ein zweiter Parameter ist nicht erlaubt, da der erste "%s" ist.
fr_fr: Un deuxième paramètre est interdit car le premier est "%s".

source: Access to port "%s" denied.
de_de: Verbindung zu Port "%s" abgelehnt.

source: Access to port "%s" is denied.
de_de: Verbindung zu Port "%s" abgelehnt.

source: Account lifetime: %d
de_de: Gültigkeit des Kontos: %d
fr_fr: Durée de vie du compte : %d

source: Accurate height is required.
de_de: Genaue Höhe ist erforderlich.
fr_fr: Une hauteur précise est demandée.

source: Accurate width is required.
de_de: Genaue Breite ist erforderlich.
fr_fr: Une largeur précise est demandée.

source: Additional help topics:
de_de: Weitere Hilfethemen:

source: Addon parameter names must begin with a lower-case ASCII letter.
de_de: zusätzliche Parameternamen müssen mit einem kleine ASCII Buchstaben beginnen.

source: Addon:
de_de: Zusatz:
fr_fr: Ajout :

source: Address
de_de: Adresse
fr_fr: Adresse

source: Address: "%s"
de_de: Adresse: "%s"
fr_fr: Adresse : "%s"

source: Adjusting spooler program names to conform to %s:
de_de: Passe Programmnamen des Spooler an, um folgendem zu genügen: %s:

source: Alert address: %s
de_de: Warnungen an: %s
fr_fr: Adresse d'alerte : %s

source: Alert frequency: %d
de_de: Warnung aller %d Fehler.
fr_fr: Fréquence d'alerte : %d

source: Alert method: %s
de_de: Warnungsmethode: %s
fr_fr: Méthode d'alerte : %s

source: Alias Management:
de_de: Verwaltung der Aliase:

source: Alias name begins with a disallowed character.
de_de: Der Aliasname beginnt mit einem nichterlaubten Zeichen.
fr_fr: Le nom d'alias commence par un caractère interdit.

source: Alias name contains a disallowed character.
de_de: Der Aliasname enthält ein nichterlaubtes Zeichen.
fr_fr: Le nom d'alias contient un caractère interdit.

source: Alias name is too long.
de_de: Der Aliasname ist zu lang.
fr_fr: Le nom d'alias est trop long.

source: Appearently, "%s" never was sidelined.
de_de: Es scheint, als wäre "%s" nicht umbennannt gewesen.

source: Argument for %s must be between 1 and 10
de_de: Das Argument für %s muß zwischen 1 und 10 liegen.
fr_fr: Le paramètre de %s doit être compris entre 1 et 10

source: As Proxy For
de_de: Als Proxy für
fr_fr: Comme Proxy Pour

source: Attempt to continue non-existent DSC comment
de_de: Versuche nicht existierenden DSC Kommentar fortzusetzen
fr_fr: Tentative de continuation d'un commentaire DSC non existant

source: Average: default_landscape_asptrigger=%.2f
de_de: Durchschnitt: Standardseitenverhältnis für Querformatumschaltung=%.2f
fr_fr: Moyenne : default_landscape_asptrigger=%.2f

source: Average: default_landscape_lentrigger=%d
de_de: Durchschnitt: Standardzeilenlänge für Querformatumschaltung=%d
fr_fr: Moyenne : default_landscape_lentrigger=%d

source: Bad port specification in printer address.
de_de: Unerlaubter Port in Druckeradresse.
fr_fr: Mauvaise spécification de port dans l'adresse de l'imprimante.

source: Bad set of switches.
de_de: Ungültige Liste von Argumenten.
fr_fr: Mauvais groupe de bascules.

source: Bad settings, use "ppop alerts" to see details.
de_de: Ungültige Einstellungen, benutzen Sie "ppop alerts" für Details.

source: Balance: %s
de_de: Verfügbarer Betrag: %s
fr_fr: Crédit : %s

source: Banner and trailer must be set to "never", "no", "yes", or "always".
de_de: Start- und Endseite müssen auf "never", "no", "yes", oder "always" gesetzt werden.
fr_fr: Les pages de garde avant et arrière doivent être positionnées à "never", "no", "yes" ou "always".

source: Banner/Trailer suitability: %d
de_de: Nutzbarkeit als Start-/Endseite: %d
fr_fr: Convenance des pages de garde : %d

source: Based on the lprsrv.conf section shown above, the following table shows the local user IDs and proxy for strings that will be used when accepting remote jobs from the node "%s" for the remote user or users which you have specified.
de_de: Basierend auf dem oben gezeigten Abschnitt der lprsrv.conf, zeigt die folgende Tabelle die localen Nutzer ID und Proxy für Zeichen, die bei Akzeptierung von entfernten Druckaufträgen von "%s" für den/die entfernten Benutzer, die Sie angegeben haben, genutzt werden.

source: Berkeley Plot files
de_de: Berkeley Druckdateien
fr_fr: Fichiers Plot Berkeley

source: Bins:
de_de: Papiereinzüge:
fr_fr: Bacs :

source: CAT/4 (old Troff) files
de_de: CAT/4-Dateien (altes Troff)
fr_fr: Fichiers CAT/4 (vieux Troff)

source: CIF files
de_de: CIF-Dateien
fr_fr: Fichiers CIF

source: Can't add these %d bin%s to "%s" because then the printer would have %d bins and the %d bin limit would be exceeded.
de_de: Kann diese %d Bin%s (Papiereinzüge) nicht zu "%s" hinzufügen, da der Drucker dann %d Bins haben würde und das %d Binlimit überschritten würde.
fr_fr: Impossible d'ajouter ces %d bac%s à "%s" parce qu'alors l'imprimante aurait %d bacs et la limite de %d bacs serait dépassée.

source: Can't create media file "%s", errno=%d (%s)
de_de: Kann Mediendatei "%s" nicht erzeugen, Fehlernummer=%d (%s)

source: Can't open "%s", errno=%d (%s)
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s)
fr_fr: Impossible d'ouvrir "%s", errno=%d (%s)

source: Can't open "%s", errno=%d (%s)
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s)
fr_fr: Impossible d'ouvrir "%s", errno=%d (%s)

source: Can't open "%s", errno=%d (%s).
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s).
fr_fr: Impossible d'ouvrir "%s", errno=%d (%s).

source: Can't open "%s", errno=%d (%s).
de_de: Kann "%s" nicht öffnen, Fehlernummer=%d (%s).
fr_fr: Impossible d'ouvrir "%s", errno=%d (%s).

source: Can't open directory "%s", errno=%d (%s)
de_de: Kann Verzeichnis "%s" nicht öffnen, Fehlernummer=%d (%s)

source: Can't open media database "%s", errno=%d (%s)
de_de: Kann Mediendatenbank "%s" nicht öffnen, Fehlernummer=%d (%s)
fr_fr: Impossible d'ouvrir la base des supports "%s", errno=%d (%s)

source: Can't open temporary file "%s" for write, errno=%d (%s)
de_de: Kann temoräre Datei "%s" nicht zum schreiben öffnen, Fehlernummer=%d (%s)
fr_fr: Impossible d'ouvrir le fichier temporaire "%s" en écriture, errno=%d (%s)

source: Can't print %s.
de_de: Kann %s nich drucken.
fr_fr: Impossible d'imprimer %s.

source: Charge
de_de: Kosten
fr_fr: Coût

source: Charge:
de_de: Kosten:
fr_fr: Prix :

source: Choose 1 thru %d or 0 if unknown>
de_de: Wählen Sie 1 bis %d oder 0 wenn ubekannt>
fr_fr: Choisissez entre 1 et %d ou 0 si inconnu>

source: Closest medium ("%s %.1f %.1f %.1f (%.*s) (%.*s)") is a very poor match for "%s %.1f %.1f %.1f (%.*s) (%.*s)"
de_de: Nähestes Medium ("%s %.1f %.1f %.1f (%.*s) (%.*s)") ist eine sehr schlechte Möglichkeit für "%s %.1f %.1f %.1f (%.*s) (%.*s)"
fr_fr: Le support le plus proche ("%s %.1f %.1f %.1f (%.*s) (%.*s)") est très loin de concorder avec "%s %.1f %.1f %.1f (%.*s) (%.*s)"

source: Closest medium ("%s %.1f %.1f %.1f (%.*s) (%.*s)") is an imperfect match for "%s %.1f %.1f %.1f (%.*s) (%.*s)"
de_de: Nähestes Medium ("%s %.1f %.1f %.1f (%.*s) (%.*s)") ist eine ungenügende Möglichkeit für "%s %.1f %.1f %.1f (%.*s) (%.*s)"
fr_fr: Le support le plus proche ("%s %.1f %.1f %.1f (%.*s) (%.*s)") concorde très mal avec "%s %.1f %.1f %.1f (%.*s) (%.*s)"

source: Colour must be specified.
de_de: Farbe muß festgelegt werden.
fr_fr: La couleur doit être spécifiée.

source: Colour:
de_de: Farbe:
fr_fr: Couleur :

source: Colour: %16.16s
de_de: Farbe: %16.16s
fr_fr: Couleur : %16.16s

source: Colour: (%s)
de_de: Farbe: (%s)
fr_fr: Couleur : (%s)

source: Command on line %d is not ppad media put.
de_de: Befehl in Zeile %d ist nicht ppad media put.

source: Comment
de_de: Kommentar
fr_fr: Commentaire

source: Comment "%s" is invalid
de_de: Kommentar "%s" ist ungültig

source: Comment: %s
de_de: Kommentar: %s
fr_fr: Commentaire : %s

source: Condition "%s" contains no "=" on "%s" line %d
de_de: Bedingung "%s" enthält kein "=" in "%s", Zeile %d
fr_fr: La condition "%s" n'a pas de "=" sur "%s", ilgne %d

source: Connection to printer lost.
de_de: Verbindung zum Drucker verloren.
fr_fr: Connexion à l'imprimante perdue.

source: Constraints force columns from %d to %d.
de_de: Zwänge binden die Spaltenanzahl von %d bis %d.

source: Contact: %s
de_de: Kontakt: %s

source: Continued DSC comment "%s..." overflows buffer
de_de: Fortgesetzter DSC Kommentar "%s..." überfüllt den Buffer
fr_fr: Le commentaire continu DSC "%s..." dépasse le tampon

source: Could not delete the job or jobs due to a problem with the print server called "%s". Please ask the print server's system administrator to examine the log file "%s" to learn the details.
de_de: Konnte den Druckauftrag wegen eines Problems mit dem Druckserver "%s" nicht löschen. Bitten Sie den Sytemadministrator des des Druckservers, in der Logdatei"%s" nachzusehen um die Details zu sehen.
fr_fr: Impossible d'effacer le ou les travaux à cause d'un problème avec le serveur d'impression appelé "%s". Veuillez demander à l'administrateur du serveur d'impression d'examiner le fichier de log "%s" pour connaître les détails du problème.

source: Could not get a queue listing due to a problem with the print server called "%s". Please ask the print server's system administrator to examine the log file "%s" to learn the details.
de_de: Konnte keine Watreschlagenliste wegen eines Problems mit dem Druckserver "%s" bekommen. Bitten Sie den Sytemadministrator des des Druckservers, in der Logdatei"%s" nachzusehen um die Details zu sehen.
fr_fr: Impossible d'obtenir une liste de la file à cause d'un problème avec le serveur d'impression appelé "%s". Veuillez demander à l'administrateur du serveur d'impression d'examiner le fichier de log "%s" pour connaître les détails du problème.

source: Creating media file "%s".
de_de: Erstelle Mediendatei "%s".

source: Creating symbolic link "%s" -> "%s".
de_de: Erstelle symbolische Verknüpfung "%s" -> "%s".

source: Credit revoked: %s
de_de: Kredit abgelaufen: %s
fr_fr: Crédit révoqué : %s

source: Cutoff point: %s
de_de: Ablaufsumme: %s
fr_fr: Point de coupure : %s

source: Database error, transaction not processed.
de_de: Datenbankfehler, Transaktion abgebrochen.
fr_fr: Erreur de base de données, transaction non traitée.

source: Database error.
de_de: Datenbankfehler.
fr_fr: Erreur de la base de données.

source: Default Filter Options:
de_de: Standardfilteroptionen:
fr_fr: Options du filtre par défaut :

source: Default medium as overridden ("%.1f %.1f %.1f (%.*s) (%.*s)") does not exist, will call for fictitious medium "UNRECOGNIZED"
de_de: Standardmedium wie angegeben ("%.1f %.1f %.1f (%.*s) (%.*s)") existiert nicht, werde fiktives Medium "UNRECOGNIZED" aufrufen
fr_fr: Le support par défaut tel qu'outrepassé ("%.1f %.1f %.1f (%.*s) (%.*s)") n'existe pas, appel du support fictif "UNRECOGNIZED"

source: Department: %s
de_de: Abteilung: %s
fr_fr: Département : %s

source: Destination
de_de: Ziel

source: Destination (printer or group) name contains a disallowed character
de_de: Name des Ziels (Drucker oder Gruppe) enthält ein nichterlaubtes Zeichen
fr_fr: Le nom de destination (imprimante ou groupe) contient un caractère interdit

source: Destination (printer or group) name is empty
de_de: Name des Ziels (Drucker oder Gruppe) ist nicht gesetzt
fr_fr: Le nom de destination (imprimante ou groupe) est vide

source: Destination (printer or group) name is too long
de_de: Name des Ziels (Drucker oder Gruppe) ist zu lang
fr_fr: Le nom de destination (imprimante ou groupe) est trop long

source: Destination (printer or group) name starts with a disallowed character
de_de: Name des Ziels (Drucker oder Gruppe) beginnt mit einem nichtelaubten Zeichen
fr_fr: Le nom de destination (imprimante ou groupe) commence par un caractère interdit

source: Destination commands:
de_de: Zielbefehle:

source: Destination name "%*s" begins with a disallowed character.
de_de: Name des Ziels "%*s" beginnt mit einem nichterlaubten Zeichen.
fr_fr: Le nom de destination "%*s" commence par un caractère interdit.

source: Destination name "%*s" contains a disallowed character.
de_de: Name des Ziels "%*s" enthält ein nichterlaubtes Zeichen.
fr_fr: Le nom de destination contient un caractère interdit.

source: Destination name "%*s" is too long.
de_de: Name des Ziels "%*s" ist zu lang.
fr_fr: Le nom de destination "%*s" est trop long.

source: Destination name is empty.
de_de: Name des Ziels ist nicht gesetzt.

source: Destination node name "%*s" is too long.
de_de: Name des Ziels "%*s" ist zu lang.

source: Destination node name (the part before the colon) is missing.
de_de: Name des Ziels (der Teil vor dem Komma) fehlt.

source: Destination or job name "%s" is invalid.
de_de: Name des Ziels oder Druckauftrages "%s" ist ungültig.
fr_fr: La destination ou le nom de travail "%s" est invalide.

source: Disk full
de_de: Festplatte ist voll
fr_fr: Disque plein

source: Ditroff output
de_de: Ditroffausgabe
fr_fr: Sortie Ditroff

source: Document uses DSC version %.1f which is > 3.0
de_de: Das Dokument nutzt DSC Version %.1f, die > 3.0 ist
fr_fr: Le document utilise la version DSC %.1f qui est > 3.0

source: Done.
de_de: Beendet.
fr_fr: Terminé.

source: Empty value is not allowed
de_de: Leerer Wert ist nicht erlaubt
fr_fr: Une valeur vide n'est pas permise

source: Equals sign expected
de_de: Gleichheitszeichen erwartet
fr_fr: Signe égal attendu

source: Error in filter options:
de_de: Fehler in den Filteroptionen:
fr_fr: Erreur dans les options de filtre :

source: Error reading "%s", errno=%d (%s)
de_de: Fehler beim Lesen von "%s", Fehlernummer=%d (%s)
fr_fr: Erreur de lecture de "%s", errno=%d (%s)

source: Error:
de_de: Fehler:
fr_fr: Erreur :

source: Extracting information about printer "%s" from PPD file "%s".
de_de: Hole Informationen über Drucker "%s" aus PPD-Datei "%s".

source: FALSE
de_de: FALSCH
fr_fr: FAUX

source: FIG files
de_de: FIG-Dateien
fr_fr: Fichiers FIG

source: Failed to create alias config file "%s", errno=%d (%s).
de_de: Konnte Aliaskonfigurationsdatei "%s" nicht erstellen, Fehlernummer=%d (%s).
fr_fr: Échec de la création du fichier de configuration de l'alias "%s", errno=%d (%s).

source: Failed to create printer config file "%s", errno=%d (%s).
de_de: Konnte Druckerkonfigurationsdatei "%s" nicht erstellen, Fehlernummer=%d (%s).
fr_fr: Échec dans la création du fichier de configuration de l'imprimante "%s", errno=%d (%s).

source: Failed to open "%s" for read, errno=%d (%s)
de_de: Konnte "%s" nicht zum Lesen öffnen, Fehlernummer=%d (%s)
fr_fr: Échec de l'ouverture de "%s" en lecture, errno=%d (%s)

source: Failed to open "%s" for write, errno=%d, (%s)
de_de: Konnte "%s" nicht zum Schreiben öffnen, Fehlernummer=%d, (%s)
fr_fr: Échec de l'ouverture de "%s" en écriture, errno=%d (%s)

source: Failed to open log file, using stderr.
de_de: Konnt Logdatei nicht öffnen, nutze STDERR.
fr_fr: Échec de l'ouverture du fichier de log, utilisation de l'erreur standard.

source: False
de_de: Falsch
fr_fr: Faux

source: Feedback:
de_de: Bidirektional:
fr_fr: Remontée d'erreurs :

source: Files for lp should be in their normal locations.
de_de: Dateien für lp sollten an ihren normalen Orten sein.

source: Files for lp should be in their sidelined locations.
de_de: Dateien für lp sollten an ihren verschobenen Orten sein.

source: Files for lpr should be in their normal locations.
de_de: Dateien für lpr sollten an ihren normalen Orten sein.

source: Files for lpr should be in their sidelined locations.
de_de: Dateien für lpr sollten an ihren verschobenen Orten sein.
