Repository: david672orford/PPR
Catalog: po/*-PPR.po
Languages: de_de, fr_fr

source: Flags: %s %s (banners %s, trailers %s)
de_de: Zusätze: %s %s (Startseiten %s, Endseiten %s)
fr_fr: Drapeaux : %s %s (pages de garde avant %s, arrière %s)

source: For what: %s
de_de: Für was: %s
fr_fr: Pour quoi : %s

source: Fortran files
de_de: Fortrandateien
fr_fr: Fichiers Fortran

source: Found "%%%%End" after copying %ld additional bytes
de_de: Entdeckte "%%%%End" nach dem Kopieren von %ld weiteren Bytes
fr_fr: Trouvé "%%%%End" après avoir copié %ld octets supplémentaires

source: Fullname: %s
de_de: Vollständiger Name: %s
fr_fr: Nom complet : %s

source: GIF pictures
de_de: GIF Bilder
fr_fr: Images GIF

source: Granting PPR permission to connect X clients to display "%s".
de_de: Garantiere PPR die Erlaubnis, X clients zu kontaktieren, um "%s" anzuzeigen.
fr_fr: Accord des permissions PPR pour que les clients X se connectent à l'affichage "%s".

source: GrayOK: %s
de_de: Graudruck OK: %s

source: Group Management:
de_de: Gruppenmanagement:

source: Group name begins with a disallowed character.
de_de: Der Gruppenname beginnt mit einem nichterlaubten Zeichen.
fr_fr: Le nom du groupe commence par un caractère interdit.

source: Group name contains a disallowed character.
de_de: Der Gruppenname enthält ein nichterlaubtes Zeichen.
fr_fr: Le nom du groupe contient un caractère interdit.

source: Group name is too long.
de_de: Der Gruppenname ist zu lang.
fr_fr: Le nom du groupe est trop long.

source: Group name: %s
de_de: Gruppenname: %s
fr_fr: Nom du groupe : %s

source: HP PCL files
de_de: HP PCL Dateien
fr_fr: Fichiers HP PCL

source: HP PCL-XL files
de_de: HP PCL_XL Dateien
fr_fr: Fichiers HP PCL-XL

source: HP-GL/2 files
de_de: HP-GL/2 Dateien
fr_fr: Fichiers HP-GL/2

source: HTML documents
de_de: HTML Dokumente
fr_fr: Documents HTML

source: Hangup or other error while opening "%s".
de_de: Stop oder ein anderer Fehler traten beim Öffnen von "%s" auf.

source: Header comments section is unterminated
de_de: Kopfzeilenabschnitt ist nicht beendet
fr_fr: La section des commentaires d'en-tête est indéterminée

source: Height:
de_de: Höhe:
fr_fr: Hauteur :

source: Height: %.2f inches, %.1f points, %.1f centimetres
de_de: Höhe: %.2f Zoll, %.1f Punkte, %.1f Zentimeter
fr_fr: Hauteur : %.2f pouces, %.1f points, %.1f centimètres

source: Height: (%.2f in, %.1f pt, %.1f cm)
de_de: Höhe: (%.2f in, %.1f pt, %.1f cm)
fr_fr: Hauteur : (%.2f in, %.1f pr, %.1f cm)

source: IP address lookup for "%s" failed.
de_de: IP Adressaflösung für "%s" fehlgeschlagen.
fr_fr: Échec de la résolution d'adresse IP pour "%s".

source: If weight is unknown, enter "0".
de_de: Fall das Gewicht unbekann ist, geben Sie "0" ein.
fr_fr: Si le poids est inconnu, entrez "0".

source: Ignoring "%s" in trailer because no "%s (atend)" in header
de_de: Ignoriere "%s" im Vorspann, da kein "%s (atend)" in den Kopfzeilen gefunden wurde

source: Ignoring NonPPDFeature NumCopies which requests "%s" copies
de_de: Ignoriere NichtPPDPunkt NumCopies, das "%s" Kopien fordert

source: Ignoring option "%s=%s".
de_de: Ignoriere Optioen "%s=%s".
fr_fr: Ignore l'option "%s=%s".

source: Illegal "speed=" value
de_de: Nichterlaubter "speed=" Wert
fr_fr: Valeur "speed=" illégale

source: Input file is empty, nothing to print
de_de: Eingabedatei leer, nichts zu Drucken

source: Input file is probably landscape.
de_de: Eingabedatei ist wahrscheinlich im Querformat
fr_fr: Le fichier en entrée est probablement au format paysage.

source: Input file is probably portrait.
de_de: Eingabedatei ist wahrscheinlich im Hochformat
fr_fr: le fichier d'entrée est probablement en mode portrait.

source: Input file's aspect ratio: %.2f (landscape_asptrigger=%.2f)
de_de: Format der Eingabedatei: %.2f (Seitenverhältnis-Querformatumschalter=%.2f)
fr_fr: Rapport d'aspect du fichier d'entrée : %.2f (landscape_asptrigger=%.2f)

source: Insufficent number of arguments on "%%%%BeginData:" line
de_de: Ungenügende Zahl von Argumenten in Zeile: "%%%%BeginData:"
fr_fr: Nombre de paramètres insuffisants sur la ligne "%%%%BeginData:"

source: Insufficient parameters on "%s" line %d
de_de: Ungenügende Parameter in "%s", Zeile %d
fr_fr: Paramètres insuffisants sur "%s", ligne %d

source: Insufficient parameters.
de_de: Ungenügende Parameter.
fr_fr: Paramètres insuffisants.

source: Insufficient parameters. You must supply the name of a printer and an amount to change per sheet. If you wish, you may specify an amount to charge per duplex sheet and then an amount to charge per simplex sheet. If you specify only one amount, it will apply to both. To remove a printer charge, set the charge to "none". In contrast, setting the charge to "0.00" will mean that only users with charge accounts may print, even though they will not be charged any money.
de_de: Ungenügende Parameter. Sie müssen den Namen eines Druckers und die Kosten pro Seite angeben. Wenn Sie wollen, können Sie die Kosten für einen beidseitigen Druck und für einen einseitigen Druck angeben. Wenn Sie nur einmal Kosten angeben, wird diese Summe für beide gelten. Um Kosten aufzuheben, geben Sie "none" ein. Im Gegensatz dazu wird "0.00" bedeuten, daß nur Nutzer mit einem Druckeraccount drucken dürfen, obwohl ihnen keine Kosten in Rechnung gestellt werden.
fr_fr: Paramètres insuffisants. Vous devez fournir le nom d'une imprimante et un montant à comptabiliser par feuille. Si vous désirez, vous pouvez spécifier un montant à compter pour chaque feuille recto-verso et ensuite un montant à compter pour chaque feuille en simple face. Si vous ne spécifiez qu'un montant, il sera appliqué aux deux. Pour enlever un montant d'une imprimante, mettez le montant à "none". À l'inverse, un montant de "0.00" voudra dire que seuls les utilisateurs ayant un compte pourront imprimer, même s'il ne leur en coûtera rien.

source: Invalid "%%%%BeginResource:" line: %s
de_de: Ungültiges "%%%%BeginResource:", Zeile: %s
fr_fr: Ligne "%%%%BeginResource:" invalide : %s

source: Invalid "%s" argument "%s"
de_de: Ungültiges "%s" Argument "%s"

source: Invalid %s argument format
de_de: Ungültiges %s Argument-Format
fr_fr: Format d'argument %s invalide

source: Invalid %s option
de_de: Ungültige %s Option
fr_fr: Option %s invalide

source: Invalid Addon line: %s
de_de: Ungültige Zusatzzeile: %s
fr_fr: Ligne supplémentaire invalide : %s

source: Invalid Macintosh TrueType PostScript font discarded
de_de: Ungültige Macintosh TrueType PostScript Schiftart ignoriert

source: Invalid argument on .ppr header "%s" line: %s
de_de: Ungültiges Argument im .ppd Kopf "%s", Zeile: %s

source: Invalid boolean value
de_de: Ungültige Bool-Variable
fr_fr: Valeur booléenne invalide

source: Invalid job id: %s
de_de: Ungültige Druckaftrags-ID: %s
fr_fr: Numéro de travail invalide : %s

source: Invalid section for queue "%s" in "%s".
de_de: Ungültiger Abschnitt für Warteschlange "%s" in "%s".
fr_fr: Section invalide pour la queue "%s" dans "%s".

source: Invalid setting for %s
de_de: Ungültiger Wert für %s
fr_fr: Paramètre invalide pour %s

source: JPEG (JFIF) pictures
de_de: JPEG (JFIF) Bilder

source: Job "%s" does not exist.
de_de: Druckaftrag "%s" existiert nicht
fr_fr: Le travail "%s" n'existe pas.

source: Job on Printer: %s
de_de: Autrag auf Drucker: %s
fr_fr: Travail sur l'imprimante : %s

source: JobBreak:
de_de: Abbruch:
fr_fr: Coupure de travail :

source: Keyword "%s" can't take (atend)
de_de: Schlüsselwort "%s" kann (atend) nicht annehmen
fr_fr: Le mot-clé "%s" ne peut pas prendre (atend)

source: Keyword "%s" can't take (atend), especially not in trailer
de_de: Schlüsselwort "%s" kann (anfügen) nicht annehmen, besonders nicht in Endseite
fr_fr: Le mot-clé "%s" ne peut pas prendre (atend), surtout pas dans la bannière de bas

source: Keyword "%s" declared (atend) in trailer
de_de: Schlüsselwort "%s" in Endseite angegeben (anfügen)
fr_fr: Mot-clé "%s" déclaré (atend) dans l'en-tête arrière

source: Keyword "%s" is not allowed in trailer, ignoring
de_de: Schlüsselwort "%s" ist in Endseite nicht erlaubt, ignoriere es

source: Landscape ideal asp (columns/lines): %.2f
de_de: Bevorzugtes Spalten/Zeilen-Verhältnis für Querformat: %.2f
fr_fr: aspect idéal du paysage (colonnes/lignes) : %.2f

source: Landscape ideal len for ldeflines=%d: %.2f
de_de: Bevorzugter Wert für Zeilenlänge=%d bei Querformat: %0.2f
fr_fr: longueur idéale du paysage pour ldeflines=%d : %.2f

source: Landscape mode selected.
de_de: Querformat ausgewählt.
fr_fr: Choix du mode paysage.

source: Landscape printable area: %.2fpsu x %.2fpsu
de_de: Druckbarer Bereich im Querformat: %.2fpsu x %.2fpsu
fr_fr: Zone imprimable paysage : %.2fpsu x %.2fpsu

source: Language "%s" in PJL header not recognized
de_de: Sprache "%s" in PJL Kopfzeile nicht möglich
fr_fr: Langage "%s" dans l'en-tête PJL non reconnu

source: Language extension "%s" is unrecognized
de_de: Spracherweiterung "%s" nicht möglich

source: Last Modified: %s
de_de: Zuletzt geändert: %s
fr_fr: Dernière modification : %s

source: LimitKilobytes: %d %d
de_de: Begrenzung kB: %d %d

source: LimitPages: %d %d
de_de: Begrenzung Seiten %d %d

source: Local User
de_de: Lokaler Benutzer
fr_fr: Utilisateur local

source: Location: %s
de_de: Ort: %s
fr_fr: Emplacement : %s

source: Longest line is %d columns wide, shortest leading whitespace is %d columns wide.
de_de: Die längste Zeile enthält %d Zeichen, der kürzeste freie Bereich am Anfangeiner Zeile enthält %d Zeichen.
fr_fr: La ligne la plus longue fait %d colonnes de largeur, l'espace de tête le plus court fait %d colonnes de largeur.

source: Longest page is %d lines long.
de_de: Die Längste Seite enthält %d Zeilen.
fr_fr: La page la plus longue fait %d lignes de long.

source: Loop detected, %s called %s! (Probably uprint.conf has been changed since uprint-newconf was run.)
de_de: Schleife entdeckt, %s rief %s auf! (Vielleicht wurde uprint.conf geändert, nachdem uprint-newconf aufgefufen wurde.)

source: MS-Windows Bitmaps
de_de: MS-Windows Bilder
fr_fr: Bitmaps MS-Windows

source: MS-Windows Enhanced Metafiles
de_de: MS-Windows Enhanced Metadateien
fr_fr: Métafichiers améliorés MS-Windows

source: MS-Windows Metafiles
de_de: MS-Windows Metadateien
fr_fr: Métafichiers MS-Windows

source: Match at "%s" line %d, mfmode="%s".
de_de: Treffer in "%s", Zeile %d; mfmode="%s".

source: Match found in filter "%s".
de_de: Treffer in Filter "%s".
fr_fr: Concordance trouvée dans le filtre "%s".

source: Media Management:
de_de: Druckmedienverwaltung:

source: Media Name:
de_de: Name der Medien:
fr_fr: Nom des supports :

source: Media commands:
de_de: Befehle für das Medium:

source: Medium "%s" is unknown.
de_de: Druckmedium "%s" ist unbekannt.
fr_fr: Le support "%s" est inconnu.

source: Medium "%s" not found.
de_de: Druckmedium "%s" nicht gefunden.
fr_fr: Support "%s" non trouvé.

source: Medium Name:
de_de: Name des Mediums:
fr_fr: Nom du support :

source: Medium Name: %16.16s
de_de: Name des Mediums: %16.16s
fr_fr: Nom du support : %16.16s

source: Medium deleted.
de_de: Medium entfernt.
fr_fr: Support effacé.

source: Members:
de_de: Mitglieder:
fr_fr: Membres :

source: Mentor Graphics Plot Metafiles
de_de: Mentor Graphics Plot Metadateien
fr_fr: Métafichiers Mentor Graphics Plot

source: Merge into "%s" aborted because new font is not Mac TrueType
de_de: Einbindung in "%s" abgrbrochen, da neue Schrift keine Mac True Type Schrift ist

source: Missing "%%%%Page:" comments or incorrect "%%%%Pages:" comment
de_de: Fehlende "%%%%Page:" Köpfe oder fehlerhafter "%%%%Pages:" Kopf
fr_fr: Commentaires "%%%%Page:" manquants ou commentaire "%%%%Page:" incorrect

source: Missing option name
de_de: Name der Option fehlt
fr_fr: Nom d'option manquant

source: Moving "%s" back to "%s".
de_de: Verschiebe "%s" zurück nach "%s".

source: NULL value for %s%s
de_de: NULL-Wert für %s%s
fr_fr: Valeur NULL pour %s%s

source: Negative value not allowed
de_de: Negativer Wert ist nicht erlaubt
fr_fr: Valeur négative non permise

source: Network node "%s" does not exist.
de_de: Netzwerkadresse "%s" exisiert nicht.
fr_fr: Le noeud réseau "%s" n'existe pas.

source: No "%%%%EndProlog" before "%%%%BeginSetup", inserting one
de_de: Fehlendes "%%%%EndProlog" vor "%%%%BeginSetup"; wird eingefügt

source: No "%%%%EndProlog" before first "%%%%Page:", inserting one
de_de: Fehlendes "%%%%EndProlog" vor dem ersten "%%%%Page:"; wird eingefügt

source: No "%%%%Trailer:" comment
de_de: Fehlender "%%%%Trailer:" Kopf
fr_fr: Pas de commentaire "%%%%Trailer:"

source: No "%s" to move to "%s".
de_de: "%s" existiert nicht; kann daher nicht nach "%s" verschoben werden.

source: No %%%%IncludeFont for font "%s"
de_de: Fehlendes %%%%IncludeFont für Schrift "%s"
fr_fr: Pas de %%%%IncludeFont pour la fonte "%s"

source: No OS support for DSR or CTS state reporting
de_de: Keine Unterstützung des Betriebssystems für DSR oder CTS Statusanzeige
fr_fr: Pas de support du système pour le rapport d'état DSR ou CTS

source: No OS support for RTS/CTS handshaking
de_de: Keine Unterstützung des Betriebssystems für RTS/CTS
fr_fr: Pas de support du système pour la prise de contact RTS/CTS

source: No Type 1 section found while merging Mac TT font "%s", merge aborted
de_de: Keinen Typ 1 Abschnitt beim Einfügen von Mac TT Schrift "%s" gefunden, Einfügen abgebrochen

source: No access allowed from node "%s".
de_de: Kein Zuggriff gestattet von Adresse "%s".
fr_fr: Accès non autorisé depuis le noeud "%s".

source: No alert method and address defined, use "ppad alerts".
de_de: Keine Warnungsmethode und -adresse angegeben, benutzen Sie "ppad alerts".
fr_fr: Pas de méthode d'alerte ni d'adresse définies, utilisez "ppad alerts".

source: No alerts for printer "%s".
de_de: Keine Warnungen für Drucker "%s".
fr_fr: Pas d'alertes pour l'imprimante "%s".

source: No matching filter found.
de_de: Kein passender Filter gefunden.
fr_fr: Aucun filtre correspondant trouvé.

source: No sfnt section found while merging Mac font "%s", merger aborted
de_de: Keinen SFNT Abschnitt beim Einfügen von Mac TT Schrift "%s" gefunden, Einfügen abgebrochen

source: No sfntdef section found while merging Mac TT font "%s", merger aborted
de_de: Keinen SFNTDEF Abschnitt beim Einfügen von Mac TT Schrift "%s" gefunden, Einfügen abgebrochen

source: No spaces allowed after equals sign
de_de: Leerzeichen nach "=" nicht erlaubt
fr_fr: Pas d'espaces autorisés après le signe égal

source: No spaces allowed before equals sign
de_de: Leerzeichen vor "=" nicht erlaubt
fr_fr: Pas d'espaces autorisés devant le signe égal

source: No unused TCP ports available in reserved range.
de_de: Keine freien TCP Ports im reservierten Bereich verfügbar.
fr_fr: Aucun port TCP non utilisé disponible dans la gamme réservée.

source: No valid "%%%%Pages:" comment
de_de: Kein gültiger "%%%%Pages:" Kopf
fr_fr: Pas de commentaire "%%%%Pages:" valide

source: Node "%s" is not allowed to connect
de_de: Keine Verbindung von Adresse "%s" erlaubt
fr_fr: Le noeud "%s" n'est pas autorisé à se connecter

source: Node "%s" is not allowed to connect from insecure ports
de_de: Keine Verbindung von Adresse "%s" von unsicheren Ports erlaubt
fr_fr: Le noeud "%s" n'est pas autorisé à se connecter à partir de ports non sécurisés

source: Node name "%*s" is too long.
de_de: Adresse "%*s" ist zu lang.

source: Non-boolean value in 3rd field of "%s" line %d
de_de: Nicht-Bool Variable im dritten Feld von "%s", Zeile %d
fr_fr: Valeur non booléenne dans le 3ème champ de "%s" ligne %d

source: Non-privileged users may not use %s
de_de: Nichtprivilegierte Benutzer dürfen %s nicht verwenden

source: Non-privileged users may not use %s w/out -a
de_de: Nichtprivilegierte Benutzer dürfen %s mit/ohne -a nicht verwenden

source: Not one FF found, page length and asp[ect ratio] unknown
de_de: Kein FF gefunden, Seitenlänge und -verhältnis unbekannt
fr_fr: Aucun saut de page trouvé, longueur de page et taux d'aspect inconnus

source: Number of copies must be positive
de_de: Anzahl der Kopien muß positiv sein
fr_fr: Le nombre de copies doit etre positif

source: Obsolete "%s" comment ignored
de_de: Veralteter Kopf "%s" ignoriert

source: Only 9 and 24 are valid values.
de_de: Gültige Werte sin 9 und 24.
fr_fr: Seuls 9 et 24 sont des valeurs valides.

source: Only privileged users may use "%s for"
de_de: Nur privilegierte Benutzer dürfen " für "%s benutzen

source: Only privledged users may use the %s switch
de_de: Nur privilegierte Benutzer dürfen %s nutzen

source: Only valid values are "DSR/CTS", "DSR", "CTS", and "none"
de_de: Gültige Werte sind "DSR/CTS", "DSR", "CTS", und "none"
fr_fr: Les seules valeurs valides sont "DSR/CTS", "DSR", "CTS", et "none"

source: Only valid values are "odd", "even", and "none"
de_de: Gültige Werte sind "odd", "even", und "none"
fr_fr: Les seules valeurs valides sont "odd", "even", et "none"

source: Only valid values are 7 and 8
de_de: Gültiger Werte sind 7 und 8
fr_fr: Les seules valeurs valides sont 7 et 8

source: Operation:
de_de: Ausführung:
fr_fr: Opération :

source: Option "-H editps" used, scanning "%s".
de_de: Option "-H editps" wird zum Scannen von "%s" genutzt.
fr_fr: Option "-H editps" utilisée, parcours de "%s".

source: Option -%c inserted by -I switch has an unneeded argument
de_de: Die von -l eingefügte Option -%c hat ein unnötiges Argument
fr_fr: L'option -%c insérée par l'option -I possède un paramètre inutile

source: Option -%c inserted by -I switch is missing an argument
de_de: Der von -l eingefügten Option -%c fehlt ein Argument
fr_fr: L'option -%c insérée par l'option -I a un paramètre manquant

source: Option name is illegaly long
de_de: Der Name der Option ist zu lang
fr_fr: Le nom de l'option est trop long de manière illégale.

source: Option parsing error: %s
de_de: Fehler beim Verarbeiten der Option: %s
fr_fr: Erreur dans la lecture des options : %s

source: Option parsing error: %s
de_de: Fehler beim Verarbeiten der Option: %s
fr_fr: Erreur dans la lecture des options : %s

source: Option value is too long
de_de: Argument der Option ist zu lang

source: Options: %s
de_de: Optionen: %s

source: OutputOrder: %s
de_de: Reihenfolge der Ausgabe: %s
fr_fr: Ordre de sortie : %s

source: PPAD, Page Printer Administrator's utility
de_de: PPAD, Page Printer Administrationsprogramm
fr_fr: PPAD, Page Printer Administrator's utility (outil d'administration)

source: PPD File Management:
de_de: PPD Dateiverwaltung:

source: PPDFile: %s
de_de: PPD-Datei: %s
fr_fr: Fichier PPD : %s

source: PPDOpts: %s
de_de: PPD-Optionen: %s

source: PPOP, Page Printer Operator's utility
de_de: PPOP, Page Printer Arbeitsprogramm
fr_fr: PPOP, Page Printer Operator's utility (outil d'utilisation)

source: Page Clock:
de_de: Seitenuhr:
fr_fr: Horloge de page :

source: Page level keyword "%s" in header comments
de_de: Level Schlüsselwort "%s" in Kopfzeilen gefunden

source: Page level keyword "%s" in trailer
de_de: Seitenlevel Schlüsselwort "%s" in Endseite

source: PageTimeLimit: %d
de_de: Zeitlimit pro Seite: %d

source: Parallel port communication failed, errno=%d (%s).
de_de: Kommunikation am Parallelanschluß fehlgeschlagen, Fehlernummer=%d (%s).
fr_fr: La communication sur le port parallèle a échoué, errno=%d (%s).

source: Parallel port probing not implemented on this OS.
de_de: Test des Parallelanschlusses vom Betriebssystem nicht unterstützt.

source: Parameter "%s" is not a name=value pair.
de_de: Parameter "%s" ist nicht im Format Name=Wert.
fr_fr: Le paramètre "%s" n'est pas une paire nom=valeur.

source: PassThru types: %s
de_de: Weiterzuleitende Datentypen: %s
fr_fr: Types passe-partout : %s

source: Plain text
de_de: Einfacher Text
fr_fr: Texte pur

source: Port "%s" does not support 2-way communication.
de_de: Anschluß "%s" unterstützt keine bidirektionale Kommunikation.
fr_fr: Le port "%s" ne supporte pas les communications bidirectionnelles.

source: Port "%s" not found.
de_de: Anschluß "%s" nicht gefunden.

source: Portable Network Graphics files
de_de: Portable Network Graphics Dateien
fr_fr: Fichiers PNG (Portable Network Graphics)

source: Portable aNy Maps
de_de: Portable aNy Mappen
fr_fr: Fichiers PNM (Portable aNy Maps)

source: Portrait ideal asp (columns/lines): %.2f
de_de: Ideales Spalten/Zeilen-Verhältnis für Hochformat: %.2f
fr_fr: aspect idéal du format portrait (colonnes/lignes) : %.2f

source: Portrait ideal len for pdeflines=%d: %.2f
de_de: Bevorzugter Wert für Zeilenlänge=%d bei Hochformat: %0.2f
fr_fr: longueur idéale du format portrait=%d : %.2f

source: Portrait mode selected.
de_de: Hochformat ausgewählt.
fr_fr: Choix du format portrait.

source: Portrait printable area: %.2fpsu x %.2fpsu
de_de: Druckbarer Bereich im Hochformat: %.2fpsu x %.2fpsu
fr_fr: Zone imprimable en portrait : %.2fpsu x %.2fpsu

source: Pre-printed Form Type:
de_de: Vorgedrucker Formulartyp:

source: Pre-printed Form Type: %16.16s
de_de: Vorgedrucker Formulartyp: %16.16s

source: Pre-printed Form Type: (%s)
de_de: Vorgedrucker Formulartyp: (%s)

source: Print job commands:
de_de: Kommandos bei Druckaufträgen:

source: Printer
de_de: Drucker

source: Printer "%s" already has a bin called "%s".
de_de: Der Drucker "%s" hat schon ein Papierfach mit Namen "%s".
fr_fr: L'imprimante "%s" a déjà un bac appelé "%s".

source: Printer "%s" does not exist.
de_de: Der Drucker "%s" existiert nicht.
fr_fr: L'imprimante "%s" n'existe pas.

source: Printer "%s" is not responding. (Aborted after connect() blocked for %d seconds.)
de_de: Der Drucker "%s" antwortet nicht. (Versuch abgebrochen, nachdem connect() für %d Sekunden geblockt wurde.)
fr_fr: L'imprimante "%s" ne répond pas. (Abandon après le blocage de connect() pendant %d secondes.)

source: Printer Managment:
de_de: Druckerverwaltung:

source: Printer Problem: "%s"
de_de: Druckerproblem: "%s"
fr_fr: Problème d'imprimante : "%s"

source: Printer Status: %s, %s
de_de: Druckerstatus: %s, %s

source: Printer address "%s" is invalid, the correct syntax is "printer@host".
de_de: Druckeradresse "%s" is ungültig, die korrekte Syntax ist "Drucker@Computer".
fr_fr: L'adresse de l'imprimante "%s" est invalide, la syntaxe correcte est "imprimante@hôte".

source: Printer address "%s" is too long.
de_de: Druckeradresse "%s" ist zu lang.
fr_fr: L'adresse de l'imprimante "%s" est trop longue.

source: Printer address doesn't exist.
de_de: Druckeradresse existiert nicht.

source: Printer at "%s" has refused connection.
de_de: Der Drucker auf "%s" hat die Verbindung abgelehnt.
fr_fr: L'imprimante à "%s" a refusé la connexion.

source: Printer commands:
de_de: Druckerbefehle:

source: Printer configuration file does not have a "PPDFile:" line.
de_de: Druckerkonfigurationsdatei hat keine Zeile: "PPDFile:".
fr_fr: Le fichier de configuration de l'imprimante n'a pas de ligne "PPDFile:".

source: Printer isn't responding.
de_de: Der Drucker antwortet nicht.

source: Printer name lookup failed, nbp_errno=%d (%s), errno=%d (%s).
de_de: Namensauflösung des Druckers fehlgeschlagen, nbp_Fehlernummer=%d (%s), Fehlernummer=%d (%s).
fr_fr: Échec de la recherche du nom de l'imprimante, nbp_errno=%d (%s), errno=%d (%s).

source: Printer name: %s
de_de: Name des Druckers: %s
fr_fr: Nom de l'imprimante : %s

source: Printer on "%s" does not support 2-way communication.
de_de: Der Drucker auf "%s" unterstützt keine bidirektionale Kommunikation.

source: Printer refuses to allow the spooler access.
de_de: Der Drucker verweigert dem Spoolerprogramm Zugriff.

source: Printer turned off or disconnected while printing.
de_de: Drucker wurde beim Drucken ausgeschalten oder getrennt.

source: Probe failed.
de_de: Test fehlgeschlagen.

source: Probe failed: %s
de_de: Test fehlgeschlagen: %s

source: Probing not implemented for port "%s".
de_de: Test für Anschluß "%s" nicht implementiert.

source: Procset "%s" has no version and revision numbers
de_de: Fehlende Versions- und Revisionsnummer in Procset "%s"
fr_fr: Le Procset "%s" n'a pas de numéro de version et de révision
