Repository: david672orford/PPR
Catalog: po/*-PPR.po
Languages: de_de, fr_fr

source: Queue ID For Time Pgs Status
de_de: Warteschlange Für Zeit Seiten Status

source: Ran off end of file after %ld bytes while searching for "%%%%End"
de_de: Bei der Suche nach "%%%%End" nach %ld Bytes EOF überschritten
fr_fr: Dépassement de la fin de fichier après %ld octets pendant la recherche de "%%%%End"

source: Rank on a scale of 1 to 10, with 1 being entirely unsuitable.
de_de: Skala von 1 bis 10, wobei 1 vollkommen ungeeignet bedeutet.
fr_fr: Classez entre 1 et 10, avec 1 ne convenant pas du tout.

source: Recomended types are: 19HoleCerlox, 3Hole, 2Hole, ColorTransparency, CorpLetterHead, CorpLogo, CustLetterHead, DeptLetterHead, Labels, Tabs Transparency, and UserLetterHead This field should be left blank for ordinary blank paper. Enter "()" to delete Type.
de_de: Empfohlene Typen sind: 19HoleCerlox, 3Hole, 2Hole, ColorTransparency, CorpLetterHead, CorpLogo, CustLetterHead, DeptLetterHead, Labels, Tabs Transparency, und UserLetterHead Da Feld für normales weißes Papier bitte leer lassen. "()" eingeben, um Typ zu entfernen.

source: Remote LPR/LPD queue "%s" denies correct receipt of control file.
de_de: Entfernte LPR/LPD Warteschlange "%s" verweigert den Empfang der Kontrolldatei.
fr_fr: La file LPR/LPD distante "%s" nie la réception correcte du fichier de contrôle.

source: Remote LPR/LPD queue "%s" denies correct receipt of data file.
de_de: Entfernte LPR/LPD Warteschlange "%s" verweigert den Empfang der Datendatei.
fr_fr: La file LPR/LPD distante "%s" nie la réception correcte du fichier de données.

source: Remote LPR/LPD queue "%s" does not have room for data file.
de_de: Entfernte LPR/LPD Warteschlange "%s" hat keine Kapazität für Datendatei.
fr_fr: La file LPR/LPD distante "%s" n'a pas de place pour le fichier de données.

source: Remote LPR/LPD system "%s" denies correct receipt of control file.
de_de: Entferntes LPR/LPD System "%s" verweigert den Empfang der Kontrolldatei.
fr_fr: Le système LPR/LPD distant "%s" nie la réception correcte du fichier de contrôle.

source: Remote LPR/LPD system "%s" denies correct receipt of data file.
de_de: Entferntes LPR/LPD System "%s" verweigert den Empfang der Datendatei.
fr_fr: Le système LPR/LPD distant "%s" nie la réception correcte du fichier de données.

source: Remote LPR/LPD system "%s" does not have room for data file.
de_de: Entferntes LPR/LPD System "%s" hat keine Kapazität für Datendatei.
fr_fr: Le système LPR/LPD distant "%s" n'a pas de place pour le fichier de données.

source: Remote LPR/LPD system "%s" refuses to accept job for "%s" (%d).
de_de: Entferntes LPR/LPD System "%s" verweigert die Annahme eines Autrages für "%s" (%d).
fr_fr: Le système LPR/LPD distant "%s" refuse d'accepter le travail pour "%s" (%d).

source: Remote LPR/LPD system "%s" refuses to accept job for "%s".
de_de: Entferntes LPR/LPD System "%s" verweigert die Annahme eines Autrages für "%s".
fr_fr: Le système LPR/LPD distant "%s" refuse d'accepter le travail pour "%s".

source: Remote LPR/LPD system does not have room for control file.
de_de: Entferntes LPR/LPD System hat keine Kapazität für Kontrolldatei.
fr_fr: Le système LPR/LPD distant n'a pas de place pour le fichier de contrôle.

source: Remote User
de_de: Entfernter Benutzer
fr_fr: Utilisateur distant

source: Remote system "%s" has refused the connection.
de_de: Enferntes System "%s" hat die Verbindung verweigert.
fr_fr: Le système distant "%s" a refusé la connexion.

source: Removing symbolic link "%s".
de_de: Entferne symbolische Verknüpfung "%s".

source: Renaming "%s" -> "%s".
de_de: Umbenennen: "%s" -> "%s".

source: Request id: %s:%s-%d.%d(%s)
de_de: Auftrags-ID: %s:%s-%d.%d(%s)

source: Requested medium is not listed in the media database
de_de: Angefordertes Druckmedium ist nicht in der Mediendatenbank aufgeführt
fr_fr: Le support demandé n'est pas listé dans la base des supports

source: Resorting to backup server "%s".
de_de: Umsortieren für Backupserver: "%s".
fr_fr: Recours au serveur de secours "%s".

source: Resource "%s" has an %%%%Include but isn't listed as needed
de_de: Ressource "%s" hat einen %%%%Include Kopf, ist aber nicht als notwendig aufgeführt

source: Resource "%s" has both %%%%Include and %%%%Begin
de_de: Ressourece "%s" hat sowohl einen %%%%Include als auch einen %%%%Begin Kopf
fr_fr: La ressource "%s" a à la fois %%%%Include et %%%%Begin

source: Resource "%s" has no %%%%Begin or %%%%Include
de_de: Ressourece "%s" hat weder einen %%%%Include noch einen %%%%Begin Kopf
fr_fr: La ressource "%s" n'a ni %%%%Begin ni %%%%Include

source: Resource "%s" is supplied but isn't listed as supplied
de_de: Ressource "%s" wird mitgeliefert, ist aber nicht als mitgeliefert vermerkt

source: Resource "%s" listed as both supplied and needed
de_de: Ressource "%s" ist als sowohl als mitgeliefert als auch als benötigt vermerkt

source: Resource "%s" listed as needed but there is no %%%%Include
de_de: Ressource "%s" ist als benötit vermerkt, hat aber keinen %%%%Include Kopf

source: Resource "%s" listed as supplied but it isn't actually supplied
de_de: Ressource "%s" ist als mitgeliefert vermerkt, wird aber nicht mitgeliefert

source: Restoring original spooler program names:
de_de: Stelle originale Spoolerprogrammnamen wieder her:

source: Reverse lookup failed for "%s" address "%s".
de_de: IP-Adressenauflösung für "%s", Adresse "%s" fehlgeschlagen.
fr_fr: La résolution inverse a echoué pour "%s" adresse "%s".

source: Rich Text Format documents
de_de: Rich Text Format Dokumente

source: Rotate: %s
de_de: Rotieren: %s
fr_fr: Rotation : %s

source: SGML documents
de_de: SGML Dokumente
fr_fr: Documents SGML

source: SNMP %s not found
de_de: SNMP $s nicht gefunden

source: Second argument to "%%%%Pages:" is invalid with (atend), ignoring it
de_de: Das zweite Argument für "%%%%Pages:" ist ungültig mit (atend), es wird ignoriert

source: Serial communication failed, errno=%d (%s).
de_de: Serielle Kommunikation fehlgeschlagen, Fehlernummer=%d (%s).
fr_fr: La communication série a échoué, errno=%d (%s).

source: Set outputorder to "Normal", "Reverse", or "PPD".
de_de: Setzen Sie die Ausgababfolge auf "Normal", "Reverse" oder "PPD".
fr_fr: Mettez l'ordre de sortie à "Normal", "Reverse" ou "PPD".

source: Space missing after keyword "%.*s"
de_de: Fehlendes Leerzeichen nach Schlüsselwort "%.*s"
fr_fr: Espace manquant après le mot-clé "%.*s"

source: Spaces and tabs are not allowed in LPR hostnames.
de_de: Leerzeichen und Tabulaturen sind in LPR Hostnamen nicht erlaubt.
fr_fr: Les espaces et tabulations ne sont pas autorisées dans les noms d'hôtes LPR.

source: Spaces and tabs not allowed in a TCP/IP printer address."%s" does not conform to this requirement.
de_de: Leerzeichen und Tabulaturen sind in TCP/IP Druckeradressen nicht erlaubt."%s" ist damit nicht vereinbar..

source: Spooler has shut down.
de_de: Spooler wurde beendet.
fr_fr: Le gestionnaire de file s'est arrêté.

source: Standalone mode code not present.
de_de: Code für Standalonemodus nicht verfügbar.
fr_fr: Code pour le mode autonome non présent.

source: Suitability for banners and trailers:
de_de: Eignung für Start- und Endseiten:
fr_fr: Convenance pour les pages de garde avant et arrière :

source: Suitability for banners and trailers: (%d)
de_de: Eignung für Start- und Endseiten: (%d)
fr_fr: Convenance pour les pages de garde avant et arrière : (%d)

source: Sun raster files
de_de: Sun Rasterdateien
fr_fr: Fichiers raster SUN

source: Switches, such as %s, which take an argument must stand alone.
de_de: Optionen wie %s, die ein Argument benötigen, müssen einzeln angageben werden.
fr_fr: Les options, comme %s, qui prennent un argument doivent être seules.

source: Switchset:
de_de: Optionen:
fr_fr: Ensemble d'options :

source: Syntax error in printer address "%s".
de_de: Syntaxfehler in Druckeradresse "%s".
fr_fr: Erreur de syntaxe dans l'adresse d'imprimante "%s".

source: Syntax error.
de_de: Syntaxfehler.
fr_fr: Erreur de syntaxe.

source: System is out of STREAMS.
de_de: Systemfehler in STREAMS.

source: System open file table is full.
de_de: Zuviele offene Dateien.

source: TCP ports must be specified numberically. The port "%s" is not a number.
de_de: TCP Ports müssen numerisch angegeben werden. Der Port "%s" ist keine Nummer.

source: TCP/IP communication failed, errno=%d (%s).
de_de: TCP/IP-Kommunikation fehlgeschlagen, Fehlernummer=%d (%s).
fr_fr: La communication TCP/IP a échoué, errno=%d (%s).

source: TCP/IP interface can't determine IP address for "%s".
de_de: Das TCP/IP-Interface kann die IP-Adresse für "%s" nicht herausfinden.
fr_fr: L'interface TCP/IP ne peut pas déterminer l'adresse IP de "%s".

source: TIFF pictures
de_de: TIF Bilder
fr_fr: Images TIFF

source: TRUE
de_de: WAHR
fr_fr: VRAI

source: TeX DVI files
de_de: TeX DVI Dateien
fr_fr: Fichiers DVI TeX

source: TeX and LaTeX source
de_de: TeX und LaTeX Quelle
fr_fr: Source TeX et LaTeX

source: TeXInfo documents
de_de: TeXInfo Dokumente
fr_fr: Documents TeXInfo

source: The "%s" file doesn't contain a [pprprnt$] section.
de_de: Die Datei "%s" enthält keinen Abschnitt [pprprnt$].

source: The "%s" file doesn't contain a [pprproto] section.
de_de: Die Datei "%s" enthält keinen Abschnitt [pprproto].
fr_fr: Le fichier "%s" ne contient pas de section [pprproto].

source: The %s manpage may be viewed by entering this command at a shell prompt: ppdoc %s
de_de: Die %s Manualseite kann angesehen werden, wenn Sie am Promt eingeben: ppdoc %s

source: The %s option must be followed by "yes" or "no"
de_de: Der Optioen %s muß "yes" oder "no"folgen
fr_fr: L'option %s doit être suivie de "yes" ou "no"

source: The %s option requires an argument
de_de: Die Option %s benötigt ein Argument
fr_fr: L'option %s nécessite un paramètre

source: The %s option requires an argument.
de_de: Die Option %s benötigt ein Argument.
fr_fr: L'option %s nécessite un paramètre.

source: The %s switch does not take an argument
de_de: Die Option %s übernimmt kein Argument
fr_fr: L'option %s ne prend pas de paramètre

source: The %s switch does not take an argument.
de_de: Die Option %s übernimmt kein Argument.
fr_fr: L'option %s ne prend pas de paramètre.

source: The %s switch takes an argument and so must stand alone
de_de: Die Option %s übernimmt ein Argument und muß daher separat stehen
fr_fr: L'option %s prend un paramètre et doit donc rester seule

source: The PPR interface program "%s" is incapable of sending feedback.
de_de: Das PPR Programm "%s" kann keine Informationen senden.

source: The RIP name may not be an empty string.
de_de: Der RIP Programmname darf nicht leer sein.

source: The RIP output language may not be an empty string.
de_de: Die Ausgabesprache des RIP Programmes darf nicht leer sein.

source: The agent name "%s" is too long.
de_de: Der Agentenname "%s" ist zu lang.
fr_fr: Le nom de l'agent "%s" est trop long.

source: The alias "%s" does not exist.
de_de: Der Aliasname "%s" existiert nicht.
fr_fr: L'alias "%s" n'existe pas.

source: The alias "%s:%s" doesn't have a forwhat value.
de_de: Der Aliasname "%s" zeigt auf keine Warteschlange.

source: The codes setting "Binary" is not compatible with the PPR interface program "%s".
de_de: Die Code-Einstellung "Binary" ist nicht mit dem PPR Programm "%s" vereinbar.
fr_fr: Le paramètre de jeux "Binary" n'est pas compatible avec le programme d'interface PPR "%s".

source: The device file "%s" exists, but the device doesn't.
de_de: Die Gerätedatei "%s" existiert, aber das Gerät nicht.

source: The file "%s" is not a tty.
de_de: Die Datei "%s" ist kein Terminal.
fr_fr: Le fichier "%s" n'est pas un tty.

source: The group "%s" does not exist.
de_de: Die Gruppe "%s" existiert nicht.
fr_fr: Le groupe "%s" n'existe pas.

source: The group "%s" does not have a member called "%s".
de_de: Die Gruppe "%s" hat kein Mitglied "%s".
fr_fr: Le groupe "%s" n'a pas de membre appelé "%s".

source: The interface "%s" does not exist.
de_de: Das Interface "%s" existiert nicht.
fr_fr: L'interface "%s" n'existe pas.

source: The interface "%s" not executable.
de_de: Das Interface "%s" ist nicht ausführbar.
fr_fr: L'interface "%s" n'est pas exécutable.

source: The interface program "%s" does not support probing.
de_de: Das Interface "%s" unterstützt keinen Testmodus.

source: The job property "%s" does not exist or is not writable.
de_de: Die Auftragspriorität "%s" existiert nicht oder kann nicht überschrieben werden.
fr_fr: La propriété du travail "%s" n'existe pas ou on ne peut pas y écrire.

source: The jobbreak methods "signal" and "signal/pjl" are not compatible with the PPR interface program "%s".
de_de: Die Auftragsabbruchmethoden "signal" und "signal/pjl" sind nicht nicht vereinbar mit dem PPR Interface "%s".
fr_fr: Les méthodes de coupures de travaux "signal" et "signal/pjl" ne sont pas compatibles avec le programme d'interface PPR "%s".

source: The limit must be 0 (unlimited) or a positive integer.
de_de: Das Limit muß 0 (unbegrenzt) oder eine positive Ganzzahl sein.
fr_fr: La limite doit être 0 (illimitée) ou un entier positif.

source: The lower limit must be 0 (unlimited) or a positive integer.
de_de: Das untere Limit muß 0 (unbegrenzt) oder eine positive Ganzzahl sein.
fr_fr: La limite inférieure doit être 0 (illimitée) ou un entier positif.

source: The name "%s" is not that of an existing group or printer.
de_de: Der Name "%s" gehört nicht zu einer existierenden Gruppe oder einem existierenden Drucker.
fr_fr: Le nom "%s" n'est pas celui d'un groupe ou d'une imprimante existants.

source: The port "%s" does not exist.
de_de: Der Port "%s" existiert nicht.

source: The print queue name "%s" is too long for PPR.
de_de: Der Druckerwarteschlangenname "%s" ist zu lang für PPR.
fr_fr: Le nom de la file d'impression "%s" est trop long pour PPR.

source: The print queue name "%s" is too long.
de_de: Der Druckerwarteschlangenname "%s" ist zu lang.

source: The printer "%s" does not exist.
de_de: Der Drucker "%s" existiert nicht.
fr_fr: L'imprimante "%s" n'existe pas.

source: The printer "%s" does not have a bin called "%s".
de_de: Der Drucker "%s" hat keinen Einzug mit Namen "%s".
fr_fr: L'imprimante "%s" n'a pas de bac appelé "%s".

source: The printer "%s" has no "PPDFile:" line in its configuration file.
de_de: Die Konfigurationsdatei des Druckers "%s" hat keinen Eintrag: "PPDFile:".

source: The printer name begins with a disallowed character.
de_de: Der Druckername beginnt mit einem nichterlaubten Zeichen.
fr_fr: Le nom de l'imprimante commence par un caractère interdit.

source: The printer name contains a disallowed character.
de_de: Der Druckername enthält ein nichterlaubtes Zeichen.
fr_fr: Le nom de l'imprimante contient un caractère interdit.

source: The printer name is too long.
de_de: Der Druckername ist zu lang.
fr_fr: Le nom de l'imprimante est trop long.

source: The proxy class name "%s" is too long.
de_de: Die Proxyklasse "%s" ist zu lang.
fr_fr: Le nom de la classe mandataire "%s" est trop long.

source: The queue "%s" does not exist on the print server "%s".
de_de: Die Warteschlange "%s" existiert auf dem Druckerserver "%s" nicht.
fr_fr: La file "%s" n'existe pas sur le serveur d'impression "%s".

source: The queue id "%s" is too long.
de_de: Der Warteschlangenname "%s" ist zu lang.

source: The upper limit must be 0 (unlimited) or a positive integer.
de_de: Das obere Limit muß 0 (unbegrenzt) oder eine positive Ganzzahl sein.
fr_fr: La limite supérieure doit être 0 (illimitée) ou un entier positif

source: The user "%s" does not exist.
de_de: Der Nutzer "%s" existiert nicht.
fr_fr: L'utilisateur "%s" n'existe pas.

source: The user "%s" is not registered with followme.
de_de: Der Nutzer "%s" ist in followme nicht registriert.

source: The value "%s" is not a valid page list.
de_de: Die Angabe "%s" ist keine gültige Seitenliste.

source: The value "%s" is not boolean.
de_de: Die Angabe "%s" ist nicht vom Typ "boolean" (wahr/falsch).
fr_fr: La valeur "%s" n'est un booléen.

source: The value "%s" is not in the correct format for decimal currency.
de_de: Die Angabe "%s" ist nicht im korrekten Format für dezimale Währungsangaben.
fr_fr: La valeur "%s" n'a pas le format correct pour la monnaie.

source: There are no active jobs to cancel.
de_de: Es gibt keine aktiven Aufträge zu löschen.
fr_fr: Il n'y a pas de travail actif à annuler.

source: There is no alias called "%s"
de_de: Es gibt keinen Alias "%s"

source: There is no group called "%s"
de_de: Es gibt keine Gruppe "%s"

source: There is no log for job "%s".
de_de: Es gibt kein Auftragslog für "%s".
fr_fr: Il n'y a pas de fichier de log pour le travail "%s".

source: There is no printer called "%s"
de_de: Es gibt keinen Drucker "%s"

source: There were no jobs to cancel.
de_de: Es gibt keine Aufträge zu löschen.
fr_fr: Il n'y avait pas de travaux à annuler.

source: This program is used to test an lprsrv.conf file.
de_de: Dieses Programm wirde zum testen der Datei "lprsrv.conf" genutzt.
fr_fr: Ce programme est utilisé pour tester un fichier lprsrv.conf.

source: This program must be setuid and owned by "%s"
de_de: Dieses Programm muß setuid sein und von "%s" besessen werden
fr_fr: Ce programme doit être setuid et appartenir à "%s"

source: This system uses /etc/alternatives. Using uprint-newconf is not advised and it will not run without --force or --remove.
de_de: Dieses System nutzt /etc/alternatives. Es wird nicht empfohlen, uprint-newconf zu nutzten und es wird ohne --force oder --remove nicht laufen.

source: Timeout while trying to connect to lpd server "%s".
de_de: Beim Versuch, den lpd-Server "%s" zu kontaktieren, ist die Zeit abgelaufen.
fr_fr: Délai expiré en essayant de se connecter au serveur lpd "%s".

source: Timeout while trying to connect to printer. (Connect() reported error ETIMEDOUT.)
de_de: Beim Versuch, den Drucker zu kontaktieren, ist die Zeit abgelaufen. (Connect() meldete den Fehler ETIMEDOUT.)

source: Timeout while waiting for response from print server.
de_de: Beim Warten auf Antwort vom Druckerserver ist die Zeit abgelaufen.
fr_fr: Délai expiré en attendant une réponse du serveur d'impression.

source: Too few fields in "%s" line %d
de_de: Zu wenig Felder in "%s", Zeile %d
fr_fr: Trop peu de champs dans "%s", ligne %d

source: Too many -F switches
de_de: Zuviele -F Optionen
fr_fr: Trop d'options -F

source: Too many parameters.
de_de: Zuviele Parameter.
fr_fr: Trop de paramètres.

source: Too many parameters. Did you forget to quote the list of options?
de_de: Zu viele Parameter. Haben Sie vergessen, die Optionenliste zu quotieren?

source: Troff source files
de_de: Troff Quellendatei
fr_fr: Fichiers sources Troff

source: True
de_de: Wahr
fr_fr: Vrai

source: Try "help" or "exit".
de_de: Versuchen Sie "help" oder "exit".
fr_fr: Essayez "help" ou "exit".

source: Try "ppop help" for help with subcommands.
de_de: Versuchen Sie "ppop help" für Hilfe mit Unterkommandos.
fr_fr: Essayez "ppop help" pour avoir de l'aide sur les sous-commandes.

source: Type
de_de: Typ

source: Type "help" for command list, "exit" to quit.
de_de: Geben Sie "help" für eine Kommandoliste oder "exit" zum beenden ein.
fr_fr: Essayez "help" pour la liste des commandes, "exit" pour quitter.

source: USB port communication failed, errno=%d (%s).
de_de: USB Port Kommunikation fehlgeschlagen, Fehlernummer=%d (%s).

source: USB port probing not implemented on this OS.
de_de: USB Port testen wird von diesem Betriebssystem nicht unterstützt.

source: Unable to create "%s/%s", errno=%d (%s).
de_de: Kann "%s/%s"nicht erzeugen, Fehlernummer=%d (%s).

source: Unclosed quote
de_de: Nichtabgeschlossene Quotierung

source: Unclosed resource or resources
de_de: Nichtabgeschlossene Ressoure(n)
fr_fr: Ressource(s) non refermée(s)

source: Unenclosed EPS file, applying badeps hack
de_de: Nichtabgeschlossene EPS-Datei, nutze badeps
fr_fr: Fichier EPS non inclus, j'applique la bitouille badeps

source: Unenclosed EPS file, try -H badeps (Expect additional semi-spurious warnings due to this problem.)
de_de: Nichtabgeschlossene EPS-Datei, versuchen Sie -H badeps (Erwarten Sie weitere Warnungen wegen dieses Problems.)
fr_fr: Fichier EPS non inclus, essayez -H badeps (Attendez-vous à des avertissements à moitié faux à cause de ce problème.)

source: Unexpected EOF in unclosed %s
de_de: Unerwartetes EOF in nichtabgesclossenem %s
fr_fr: Fin de fichier inattendue dans %s non fermé

source: Unknown error code
de_de: Unbekannter Fehler
fr_fr: Code d'erreur inconnu

source: Unknown option -%c inserted by -I switch
de_de: Unbekannte Option -%c, eingefügt von -l
fr_fr: Option -%c inconnue, insérée par l'option -I

source: Unknown option --%.*s inserted by -I switch
de_de: Unbekannte Option --%.*s, eingefügt von -l
fr_fr: Option --%.*s inconnue, insérée par l'option -I

source: Unknown port name: %s
de_de: Unbekannter Port: %s
fr_fr: Nom de port inconnu : %s

source: Unknown unit specifier.
de_de: Unbekannte Einheit.
fr_fr: Spécificateur d'unité inconnu.

source: Unreasonable value for option "%s=".
de_de: Unmöglicher Wert für Option "%s=".
fr_fr: Valeur non raisonnable pour l'option "%s=".

source: Unrecognized %s option: "%s"
de_de: Unbekannte %s Option: "%s"
fr_fr: Option %s non reconnue : "%s"

source: Unrecognized .ppr header line: %s %s
de_de: Unbekannter .ppr Kopf: %s %s

source: Unrecognized data type "%s" in "%%%%BeginData:"
de_de: Unbekannter Datentyp "%s" in "%%%%BeginData:"
fr_fr: Type de donnée "%s" non reconnu dans "%%%%BeginData:"

source: Unrecognized emulation.
de_de: Unbekannte Emulation.
fr_fr: Émulation non reconnue.

source: Unrecognized switch %s. Try --help
de_de: Unbekannte Option %s. Versuchen Sie --help
fr_fr: Bascule %s non reconnue. Essayez --help

source: Unrecognized switch: %s
de_de: Unbekannte Option: %s
fr_fr: Bascule non reconnue : %s

source: Unrecognized switch: %s
de_de: Unbekannte Option: %s
fr_fr: Option non reconnue : %s

source: Unrecognized system "%s" %.2f in "%s" section "[%s]", line %d.
de_de: Unbekanntes System "%s" %.2f in "%s", Abschnitt "[%s]", Zeile %d.
fr_fr: Système "%s" %.2f non reconnu dans "%s", section "[%s]", ligne %d.

source: Unrecognized type of identity proof "%s" at "%s" line %d
de_de: Unbekannter Identitätsbeweis "%s" in "%s", Zeile %d
fr_fr: Type de preuve d'identité "%s" non reconnu à "%s", ligne %d

source: Unrecognized value for %s option: %s
de_de: Unbekannter Wert für %s Option: %s

source: Usage: lprsrv-test hostname [user [user]]
de_de: Benutzung: lprsrv-test Rechnername [Nutzer [Nutzer]]
fr_fr: Utilisation : lprsrv-test nom-machine [utilisateur [utilisateur]]

source: Usage: ppuser add <username> '<real name>' <authcode> <initial balance> <cutoff> <life>
de_de: Benutzung: ppuser add <Nutzer> '<wahrer Name>' <Authenifizierung> <Anfangsguthaben> <Limit> <Lebensdauer>

source: Usage: ppuser add <username> '<real name>' <authcode> <initial balance> <cutoff> <life> ppuser delete <username> ppuser show <username> ppuser deposit <username> amount ppuser withdraw <username> amount ppuser charge <username> amount ppuser correction <username> amount
de_de: Benutzung: ppuser add <Nutzer> '<wahrer Name>' <Authenifizierung> <Anfangsguthaben> <Limit> <Lebensdauer> ppuser delete <Nutzer> ppuser show <Nutzer> ppuser deposit <Nutzer> Betrag ppuser withdraw <Nutzer> Betrag ppuser charge <Nutzer> Betrag ppuser correction <Nutzer> Betrag

source: Usage: ppuser delete '<user name>'
de_de: Benutzung: ppuser delete '<Nutzer>'
fr_fr: Utilisation : ppuser delete '<nom utilisateur>'

source: Usage: ppuser show '<user name>'
de_de: Benutzung: ppuser show '<Nutzer>'
fr_fr: Utilisation : ppuser show '<nom utilisateur>'

source: Usage: ppuser {deposit,withdraw,charge,correction} '<user name>' <amount>
de_de: Usage: ppuser {deposit,withdraw,charge,correction} '<Nutzer>' <Betrag>
fr_fr: Utilisation : ppuser {deposit,withdraw,charge,correction} '<nom utilisateur> <montant>'
