Repository: david672orford/PPR
Catalog: po/*-PPR.po
Languages: de_de, fr_fr

source: Usage: %s
de_de: Benutzung: %s
fr_fr: Utilisation : %s

source: Usage: %s [switches]
de_de: Benutzung: %s [Optionen]

source: Usage: ppop accept <destionation>
de_de: Benutzung ppop accept <Ziel>
fr_fr: Utilisation : ppop accept <destination>

source: Usage: ppop alerts _printer_
de_de: Benutzung: ppop alerts _Drucker_
fr_fr: Utilisation : ppop alerts _imprimante_

source: Usage: ppop cancel {<job>, <destination>} This command cancels a job or all of your jobs queued for the specified destination.
de_de: Usage: ppop cancel {<Autrag>, <Ziel>} Dieser Befehl löscht einen Auftrag oder alle Aufträge in der Warteschlange des angegebenen Zieles.
fr_fr: Utilisation : ppop cancel {<travail>, <destination>} Cette commande annule un travail ou tous vos travaux mis en queue pour la destination spécifiée.

source: Usage: ppop cancel-%sactive <destination> ... This command will delete all of the arrested jobs queued for the indicated destination or destinations.
de_de: Benutzung: ppop cancel-%sactive <Ziel> ... Dieser Befehl löscht alle gesperrten Aufträge in den Warteschlangen des/der angegebenen Zieles/Ziele.
fr_fr: Utilisation : ppop cancel-%sactive <destination> ... Cette commande effacera tous les travaux arrêtés mis en file sur la ou les destinations indiquées.

source: Usage: ppop clean <destination> ... This command will delete all of the arrested jobs queued for the indicated destination or destinations
de_de: Benutzung: ppop clean <Ziel> ... Dieser Befehl löscht alle gesperrten Aufträge in den Warteschlangen des/der angegebenen Zieles/Ziele.
fr_fr: Utilisation : ppop clean <destination> ... Cette commande effacera tous les travaux arrêtés mis en file pour la ou les destinations indiquées

source: Usage: ppop dest[ination] {<destionation>, all} ppop ldest {<destionation>, all} ppop dest-comment-address {<destination>, all} This command displays the status of a print destination. A print destination is a printer or a group of printers. A destination may be be set to either accept or reject print jobs sent to it. If a print job is rejected, it is canceled and the user is so informed. The "ppop ldest" form of this command also displays the comment attached to the printer or group. The "ppop dest-comment-address form displays the command and the interface and address.
de_de: Benutzung: ppop dest[ination] {<Ziel>, all} ppop ldest {<Ziel>, all} ppop dest-comment-address {<Ziel>, all} Dieser Befehl zeigt den Status eines Druckerziels. Ein Ziel ist ein Drucker oder eine Gruppe von Druckern. Ein Ziel kann zum Akzeptieren oder Verweigern von an es gesandten Aufträgen eingestellt werden. Wenn ein Auftrag verweigert wird, wird er abgebrochen und der Nutzer informiert. Der Befehl "ppop ldest" zeigt auch den Kommentar an den Drucker oder die Gruppe. Der Befehl "ppop dest-comment-address zeigt das Kommando, das Interface und die Adresse.

source: Usage: ppop details {all, <group>, <printer>, <job>} This command displays a detailed description of all jobs, the jobs queued for the indicated group, the jobs queued for the indicated printer, or the indicated job.
de_de: Benutzung: ppop details {all, <Gruppe>, <Drucker>, <Auftrag>} Dieser Befehl zeigt eine detaillierte Beschreibung aller Aufträge, aller Aufträge der angegebenen Gruppe, aller Auftrage des angegebenen Drucker oder des angegebenen Auftrages.
fr_fr: Utilisation : ppop details {all, <groupe>, <imprimante>, <travail>} Cette commande affiche une description détaillée de tous les travaux, les travaux mis en file pour le groupe indiqué, les travaux mis en file pour l'imprimante indiquée, ou le travail indiqué.

source: Usage: ppop halt <printer> ... This command stops the printer immediately. If a job is printing, the job is returned to the queue for later printing.
de_de: Benutzung: ppop halt <Drucker> ... Dieser Befehl hält den Drucker sofort an. Wenn gerade ein Auftrag gedruckt wird, kommt er erneut in die Warteschlange zum späteren Ausdruck.
fr_fr: Utilisation : ppop halt <imprimante> ... Cette commande arrête l'imprimante immédiatement. Si un travail est en cours d'impression, le travail est remis dans la file pour une impression ultérieure.

source: Usage: ppop hold <job> ... This causes jobs to be placed in the held state. A job which is held will not be printed until it is released.
de_de: Benutzung: ppop hold <Auftrag> ... Dieser Befehl versetzt einen Auftrag in den "gehalten" Status Ein gehaltener Auftrag wird erst gedruckt, wenn er freigegeben wird.
fr_fr: Utilisation : ppop hold <travail> ... Ceci place les travaux dans l'état retenu. Un travail retenu ne sera pas imprimé tant qu'il n'est pas relâché.

source: Usage: ppop last <job> ... This command moves the specified jobs to the end of the queue.
de_de: Usage: ppop last <Auftrag> ... Dieser Befehl verschiebt die angegebenen Aufträge ans Ende der Warteschlange.
fr_fr: Utilisation : ppop last <travail> ... Cette commande déplace les travaux spécifiés vers la fin de la file.

source: Usage: ppop list {all, <printer>, <group> , <job>} ... This command will print information about the specified jobs. Jobs may be specified by job id, by queue, or "all" may be specified. Multiple specifications may be used with this command.
de_de: Benutzung: ppop list {all, <Drucker>, <Gruppe> , <Auftrag>} ... Dieser Befehl zeigt Informationen über die angegebenen Aufträge. Aufträge können mit ihrer ID oder "all" angegeben werden. Es können mehrere Angeben in diesem Befehl verwendet werden.
fr_fr: Utilisation : ppop list {all, <imprimante>, <groupe>, <travail>} ... Cette commande affichera des informations sur les travaux spécifiés. On peut spécifier les travaux par numéro de travail, par file ou on peut mettre "all". Des spécifications multiples peuvent être utilisées avec cette commande.

source: Usage: ppop log <job>
de_de: Benutzung: ppop log >Auftrag>
fr_fr: Utilisation : ppop log <travail>

source: Usage: ppop lpq {all, <printer>, <group>} [<user>...] [<id>...] The "ppop lpq" subcommand prints a queue listing in a format similiar to that of the Berkeley Unix "lpq" command.
de_de: Usage: ppop lpq {all, <Drucker>, <Gruppe>} [<Nutzer>...] [<ID>...] Der Befehl "ppop lpq" zeigt eine Warteschlangenliste ähnlich der des Berkeley Unix "lpq" Befehls.
fr_fr: Utilisation : ppop lpq {all, <imprimante>, <groupe>} [<utilisateur>...] [<numéro>...] La sous-commande "ppop lpq" affiche une liste de file dans un format similaire à celui de la commande Berkeley Unix "lpq".

source: Usage: ppop media {<printer>, <group>, all}
de_de: Benutzung: ppop media {<Drucker>, <Gruppe>, all}
fr_fr: Utilisation : ppop media {<imprimante>, <groupe>, all}

source: Usage: ppop message <printer>
de_de: Benutzung: ppop message <Drucker>
fr_fr: Utilisation : ppop message <imprimante>

source: Usage: ppop modify <jobname> <name>=<value> ... This command sets the properties of an existing job.
de_de: Benutzung: ppop modify <Auftrag> <Name>=<Wert> ... Dieser Befehl setzt die Eigenschaften eines existierenden Auftrages.
fr_fr: Utilisation : ppop modify <nom travail> <nom>=<valeur> ... Cette commande positionne les propriétés d'un travail existant.

source: Usage: ppop mount <printer> <bin> <medium>
de_de: Benutzung: ppop mount <Drucker> <Einzug> <Medium>
fr_fr: Utilisation : ppop mount <imprimante> <bac> <support>

source: Usage: ppop move <job> <destination> ppop move <old_destionation> <new_destination> This command moves a job or jobs to a different queue.
de_de: Benutzung: ppop move <Auftrag> <Ziel> ppop move <altes Ziel> <neues Ziel> Dieser Befehl verschiebt einen oder mehrere Aufträge in eine andere Warteschlange.

source: Usage: ppop progress <job> This command shows the progress made printing the indicated job.
de_de: Benutzung: ppop progress <Auftrag> Dieser Befehl zeigt den Fortschritt beim Drucken des angegebenen Auftrages.
fr_fr: Utilisation : ppop progress <travail> Cette commande montre l'avancement effectué pendant l'impression du travail indiqué.

source: Usage: ppop purge <destination> ... This command cancels all jobs queued for a particular destination. Only an operator may use this command. Extra arguments are interpreted as the names of extra destinations to purge.
de_de: Benutzung: ppop purge <Ziel> ... Dieser Befehl löscht alle Aufträge des angegebenen Zieles Nur ein Administrator kann diesen Befehl nutzen. Weitere Argumente werden als zusätzliche Ziele zum Löschen interpretiert.
fr_fr: Utilisation : ppop purge <destination> ... Cette commande annule tous les travaux pour une destination particulière. Seul un opérateur peut utiliser cette commande. Les arguments supplémentaires sont interprétés comme les noms des destinations supplémentaires à purger.

source: Usage: ppop reject <destination>
de_de: Benutzung: ppop reject <Ziel>
fr_fr: Utilisation : ppop reject <destination>

source: Usage: ppop release <job> ... This command releases previously held or arrested jobs.
de_de: Usage: ppop release <Auftrag> ... Dieser Befehl gibt vorher gehaltene oder gesperrte Aufträge wieder frei.
fr_fr: Utilisation : ppop release <travail> ... Cette commande relâche les travaux précédemment retenus ou arrêtés.

source: Usage: ppop rush <job> ... This command moves the specified jobs to the head of the queue.
de_de: Benutzung: ppop rush <Auftrag> ... Dieser Befehl verschiebt den angegebenen Auftrag an den Beginn der Warteschleife.
fr_fr: Utilisation : ppop rush <travail> ... Cette commande déplace les travaux spécifiés vers la tête de la file.

source: Usage: ppop short {<printer>, all} This command shows all the print jobs queue for a certain destination or for all destinations.
de_de: Benutzung: ppop short {<Drucker>, all} Dieser Befehl zeigt alle Aufträge für ein bestimmtes Ziel oder für alle Ziele.
fr_fr: Utilisation : ppop short {<imprimante>, all} Cette commande montre toutes les files de travaux d'impression pour une certaine destination ou pour toutes les destinations.

source: Usage: ppop start <printer> ... This command starts a previously stopt printer.
de_de: Benutzung: ppop start <Drucker> ... Dieser Befehl startet einen zuvor angehaltenen Drucker.
fr_fr: Utilisation : ppop start <imprimante> ... Cette commande démarre une imprimante précédemment arrêtée.

source: Usage: ppop status {<printer>, <group>, all}
de_de: Benutzung: ppop status {<Drucker>, <Gruppe>, all}
fr_fr: Utilisation : ppop status {<imprimante>, <groupe>, all}

source: Usage: ppop stop <printer> ... Usage: ppop wstop {printer} This command stops a printer from printing. If a job is being printed when this command is issued, the printer does not actually stop until the job is done. The second form, "ppop wstop" does not return until the printer has actually stopt.
de_de: Benutzung: ppop stop <Drucker> ... Benutzung: ppop wstop {Drucker} Dieser Befehl stoppt einen Drucker. Wenn ein Auftrag gedruckt wird, während dieser Befehl ausgeführt wird, hält der Drucker erst an wenn der Auftrag beendet worden ist. Der zweite Befehl, "ppop wstop", wartet, bis der Drucker tatsächlich angehalten hat.
fr_fr: Utilisation : ppop stop <imprimante> ... Utilisation : ppop wstop {imprimante} Cette commande arrête une imprimante. Si un travail est en cours d'impression quand cette commande est lancée, l'imprimante ne s'arrête en fait que lorsque le travail est terminé. La seconde forme, "ppop wstop", ne retourne pas avant que l'imprimante ne soit réellement arrêtée.

source: Use "ppop alerts" to see details.
de_de: Benutzen Sie "ppop alerts" für Details

source: Use the command "ppad feedback %s false" to correct this problem.
de_de: Nutzen Sie den Befehl "ppad feedback %s false", um dieses problem zu korrigieren.

source: User has forced landscape mode.
de_de: Der Nutzer hat Querformat angefordert.
fr_fr: L'utilisateur a forcé le mode paysage.

source: User has forced portrait mode.
de_de: Der Nutzer hat Hochformat angefordert.
fr_fr: L'utilisateur a forcé le mode portrait.

source: Username "%s" is too long.
de_de: Der Benutzername "%s" ist zu lang.
fr_fr: Le nom d'utilisateur "%s" est trop long.

source: Userparams: %s
de_de: Nutzerparameter: %s

source: Valid "duplex=" values are "none", "undef", "tumble", and "notumble"
de_de: Erlaubte "duplex=" Werte sind "none", "undef", "tumble", und "notumble"
fr_fr: Les valeurs valides pour "duplex" sont "none", "undef", "tumble", et "notumble"

source: Valid "duplex=" values are "none", "undef", "tumble", and "notumble".
de_de: Erlaubte "duplex=" Werte sind "none", "undef", "tumble", und "notumble".
fr_fr: Les valeurs valides pour "duplex=" sont "none", "undef", "tumble" et "notumble".

source: Valid switches:
de_de: Erlaubte Optionen:
fr_fr: Bascules valides :

source: Valid values for orientation are "portrait", "landscape", and "auto".
de_de: Erlaubte Werte für Format sind "portrait" (Hoch), "landscape" (Quer), und "auto".
fr_fr: Les valeurs valides pour l'orientation sont "portrait", "landscape" et "auto".

source: Value contains illegal characters.
de_de: Der Wert enthält nichterlaubte Zeichen.
fr_fr: La valeur contient des caractères interdits.

source: Value for "%s" must be boolean in "%s" section "[%s]", line %d.
de_de: Der Wert für "%s" muß boolean (wahr/falsch) sein in "%s" Abschnitt "[%s]", Zeile %d.
fr_fr: La valeur de "%s" doit être booléenne dans "%s", section "[%s]", ligne %d.

source: Value for dimension "%s" is invalid.
de_de: Der Wert für die Einheit "%s" ist nicht erlaubt.
fr_fr: La valeur de la dimension "%s" est invalide.

source: Value for option "%s=" is invalid.
de_de: Der Wert für die Option "%s=" ist nicht erlaubt.
fr_fr: La valeur de l'option "%s=" est invalide.

source: Value for option "%s=" must be boolean.
de_de: Der Wert für die Option "%s=" muß boolean (wahr/falsch) sein
fr_fr: La valeur de l'option "%s=" doit être un booléen.

source: Value is not among those allowed.
de_de: Der Wert ist nicht erlaubt.

source: Value is not boolean.
de_de: Der Wert ist nicht boolean (wahr/falsch)
fr_fr: La valeur "%s" n'est un booléen.

source: Value is unreasonable.
de_de: Der Wert ist unmöglisch.
fr_fr: La valeur est déraisonnable.

source: Value must be boolean
de_de: Der Wert muß boolean (wahr/falsch) sein
fr_fr: La valeur doit être un booléen

source: Value must be boolean.
de_de: Der Wert muß boolean (wahr/falsch) sein.
fr_fr: La valeur doit être un booléen

source: Value of "%s" too long in "%s" section "[%s]", line %d.
de_de: Der Wert von "%s" ist zu lang in "%s" Abschnitt "[%s]", Zeile %d.
fr_fr: Valeur de "%s" trop longue dans "%s", section "[%s]", ligne %d.

source: Value of option "%s=" contains illegal characters.
de_de: Der Wert für die Option "%s=" enthält nichterlaubte Zeichen.
fr_fr: La valeur de l'option "%s=" contient des caractères interdits.

source: Value provided for "%s" is not among the possible values.
de_de: Der Wert für "%s" ist nicht erlaubt.
fr_fr: La valeur fournie pour "%s" n'est pas parmi les valeurs possibles.

source: WARNING:
de_de: WARNUNG:
fr_fr: AVERTISSEMENT :

source: WARNING: Unclosed UI block "%s" in PPD file.
de_de: WARNUNG: Nichtabgeschlossener UI Abschnitt "%s" in PPD Datei.
fr_fr: AVERTISSEMENT : bloc UI "%s" non fermé dans le fichier PPD.

source: WARNING: Unclosed UI block in PPD file: "%s".
de_de: WARNUNG: Nichtabgeschlossener UI Abschnitt in PPD Datei: "%s".
fr_fr: AVERTISSEMENT : bloc UI non fermé dans le fichier PPD : "%s".

source: WARNING: can't parse RIP information in PPD file
de_de: WARNUNG: Kann RIP Information in PPD Datei nicht finden

source: WARNING: invalid "%s" setting: %s
de_de: WARNUNG: Ungültige "%s" Angabe %s
fr_fr: AVERTISSEMENT : paramètre "%s" invalide : %s

source: WARNING: mismatched "*OpenUI", "*CloseUI" in PPD file.
de_de: WARNUNG: Nichtpassendes "*OpenUI", "*CloseUI" in PPD Datei.
fr_fr: AVERTISSEMENT : "*OpenUI" et "*CloseUI" non appariés dans le fichier PPD.

source: Waiting for lock to clear.
de_de: Warte auf Aufhebung der Sperre.
fr_fr: En attente de libération du verrou.

source: Warning: No value provided for "%s".
de_de: Warnung: Kein Wert für "%s" angegeben.

source: Warning: maxlines equals minlines, therefore page length is fixed.
de_de: Warnung: maxlines und minlines sind gleich, daher ist die Seitenlänge festgelegt.

source: Warning: maxwidth is less than lanscape_lentrigger, files w/out FF will never be printed in landscape.
de_de: Warnung: maxwidth ist kleiner als lanscape_lentrigger, Dateien mit/ohne FF können nicht im Querformat gedruckt werden.

source: Warning: mincolumns is greater than landscape_lentrigger, files w/out FF will always be printed in landscape.
de_de: Warning: mincolumns ist größer als landscape_lentrigger, Dateien mit/ohne FF werden immer im Querformat gedruckt.

source: Warning:
de_de: Warnung:
fr_fr: Avertissement :

source: Warning: PPD file "%s" has an invalid %s value of "%s".
de_de: Warnung: PPD Datei "%s" enthält nichterlaubten %s Wert von "%s".

source: Warning: PPD file "%s" has an invalid ColorDevice value of "%s".
de_de: Warnung: PPD Datei "%s" enthält einen nichterlaubten ColorDevice Wert von "%s".

source: Warning: PPR_RESPONDER is set to %s
de_de: Warnung: PPR_RESPONDER ist auf %s eingestellt

source: Warning: PPR_RESPONDER_ADDRESS is set to %s
de_de: Warnung: PPR_RESPONDER_ADDRESS ist auf %s eingestellt

source: Warning: no MetaFont mode found for printer "%s".
de_de: Warnung: kein MetaFont Modus für Drucker "%s" gefunden.

source: Warning: not all members of group "%s" have the save MetaFont mode.
de_de: Warnung: nicht aller Mitglieder der Gruppe "%s" haben den sicheren MetaFont Modus.

source: Warning: syntax error in "%s" line %d: field %d is empty
de_de: Warnung: Syntax Fehler in "%s", Zeile %d: Feld %d ist leer
fr_fr: Avertissement : erreur de syntaxe dans "%s", ligne %d : le champ %d est vide

source: Warning: syntax error in "%s" line %d: too few fields
de_de: Warnung: Syntax Fehler in "%s", Zeile %d: zu wenige Felder
fr_fr: Avertissement : erreur de syntaxe dans "%s", ligne %d : trop peu de champs

source: Weight (grams per square metre):
de_de: Masse (Gramm je Quadratmeter):
fr_fr: Poids (grammes par mètre carré) :

source: Weight: %.1f grams per square metre
de_de: Masse: %.1f Gramm je Quadratmeter
fr_fr: Poids : %.1f grammes par mètre carré

source: Weight: (%.1f grams per square metre)
de_de: Masse: (%.1f Gramm je Quadratmeter)
fr_fr: Poids : (%.1f grammes par mètre carré)

source: Width:
de_de: Breite:
fr_fr: Largeur :

source: Width: %.2f inches, %.1f points, %.1f centimetres
de_de: Breite: %.2f Zoll, %.1f Punkte, %.1f Zentimeter
fr_fr: Largeur : %.2f pouces, %.1f points, %.1f centimètres

source: Width: (%.2f in, %.1f pt, %.1f cm)
de_de: Breite: (%.2f in, %.1f pt, %.1f cm)
fr_fr: Largeur : (%.2f in, %.1f pt, %.1f cm)

source: Will not move "%s" back to "%s" because target isn't a symlink.
de_de: Werde "%s" nicht zurück nach "%s" schieben, da das Ziel kein Symlink ist.

source: WordPerfect documents
de_de: WordPerfect Dokumente
fr_fr: Documents WordPerfect

source: Wrong format for "systemtype" value in "%s" section "[%s]", line %d.
de_de: Falsches Format für "systemtype" Wert in "%s", Abschnitt "[%s]", Zeile %d.
fr_fr: Format incorrect pour la valeur "systemtype" dans "%s", section "[%s]", ligne %d.

source: X-Windows bitmaps
de_de: X-Windows Bilder
fr_fr: Bitmaps X Window

source: X-Windows pixel maps
de_de: X-Windows Pixel Mappe
fr_fr: Pixel maps X Window

source: X-Windows window dumps
de_de: X-Windows Screenshots
fr_fr: Copies d'écran X Window

source: You are not allowed to perform the requested operation because you are not a PPR operator.
de_de: Sie dürfen die angeforderte Aktion nich ausführen, da Sie kein PPR Administrator sind.
fr_fr: Vous n'avez pas la permission d'effectuer l'opération demandée parce que vous n'êtes pas un opérateur PPR.

source: You are not allowed to perform the requested operation because you are not a PPR user charge account administrator.
de_de: Sie dürfen die angeforderte Aktion nich ausführen, da Sie kein PPR Nutzeraccount Administrator sind.
fr_fr: Vous n'avez pas la permission d'effectuer l'opération demandée parce que vous n'êtes pas un administrateur de comptabilité PPR.

source: You aren't allowed to use the --su option.
de_de: Sie dürfen die Option --su nicht nutzen.
fr_fr: Vous n'avez pas le droit d'utiliser l'option --su.

source: You can't delete more than %d bins at a time.
de_de: Sie können nicht mehr als %d Einzüge auf einmal löschen.
fr_fr: Vous ne pouvez pas effacer plus de %d bacs à la fois.

source: You cannot delete jobs belonging to "%s" because you are not root.
de_de: Sie dürfen keine Aufträge für "%s" löschen da Sie nicht root sind.

source: You had no jobs to cancel.
de_de: Sie haben keine Aufträge zum Löschen.
fr_fr: Vous n'aviez pas de travaux à annuler.

source: You have no active jobs to cancel.
de_de: Sie haben keine aktiven Aufträge zum Löschen.
fr_fr: Vous n'avez pas de travail actif à annuler.

source: You may not delete jobs belonging to "%s" because they are not your's and you are not "root".
de_de: Sie dürfen keine Aufträge für "%s" löschen weil sie nicht Ihnen gehören und Sie nicht "root" sind.
fr_fr: Vous n'avez pas le droit d'effacer des travaux appartenant à "%s" parce que ce ne sont pas les vôtres et que vous n'êtes pas "root".

source: You may not delete jobs belonging to "%s@%s" because they are not your's and you are not "root@%s".
de_de: Sie dürfen keine Aufträge für "%s@%s" löschen weil sie nicht Ihnen gehöhren und Sie nicht "root@%s" sind.
fr_fr: Vous n'avez pas le droit d'effacer des travaux appartenant à "%s@%s" parce que ce ne sont pas les vôtres et que vous n'êtes pas "root@%s".

source: You may not manipulate the job "%s" because it does not belong to the user "%s".
de_de: Sie dürfen den Auftrag "%s" nicht ändern, weil er nicht zum Nutzer "%s" gehört.

source: You may not manipulate the job "%s" because it belongs to "%.*s", while you are "%.*s".
de_de: Sie dürfen den Auftrag "%s" nicht ändern, weil er zum Nutzer "%.*s" gehört, Sie aber "%.*s" sind.

source: You must indicate a specific job.
de_de: Sie müssen einen bestimmten Auftrag angeben.
fr_fr: Vous devez indiquer un travail spécifique.

source: You must specify a group and a (possibly empty) list of PPR access control lists.
de_de: Sie müssen eine Gruppe und eine (möglicherweise leere) Liste von PPR Zugangskontrollisten angeben.
fr_fr: Vous devez indiquer un groupe et une liste (peut-être vide) de listes de contrôle d'accès PPR.

source: You must specify a group and a (possibly empty) list of file types. These file types should be the same as those used with the "ppr -T" option.
de_de: Sie müssen eine Gruppe und eine (möglischerweise leere) Liste von Dateitypen angeben. Diese Dateitypen sollten dieselben wie bei Nutzung der Option "ppr -T" sein.
fr_fr: Vous devez indiquer un groupe et une liste (peut-être vide) de types de fichiers. Ces types de fichiers doivent être les mêmes que ceux utilisés avec l'option "-T" de ppr.

source: You must specify a group and a printer or printers to remove from it.
de_de: Sie müssen eine Gruppe und einen oder mehrere Drucker zum Entfernen angeben.
fr_fr: Vous devez indiquer un groupe et une ou plusieurs imprimantes duquel l'enlever.

source: You must specify a group to delete.
de_de: Sie müssen eine Gruppe zum Entfernen angeben.
fr_fr: Vous devez indiquer un groupe à effacer.

source: You must specify a new or existing group and one or more printers to add to it.
de_de: Sie müssen eine neue oder existierende Gruppe und einen oder mehrere Drucker zum Hinzufügen angeben.
fr_fr: Vous devez indiquer un groupe nouveau ou existant et une ou plusieurs imprimantes à y ajouter.

source: You must specify a new or existing group and zero or more printers to be its members.
de_de: Sie müssen eine neue oder existierende Gruppe und null oder mehr Drucker zum Hinzufügen angeben.
fr_fr: Vous devez indiquer un groupe nouveau ou existant et zéro ou plusieurs imprimantes qui en seront membres.
