Repository: david672orford/PPR
Catalog: po/*-PPRWWW.po
Languages: de_de, fr

source: You must fill in the TCP port number!
de_de: Sie müssen den TCP Port angeben!
fr: Vous devez remplir le numéro de port TCP !

source: PPR: Add a Printer: JetDirect Interface: Choose an Address
de_de: PPR: Einen Drucker hinzufügen: JetDirect Interface: Eine Adresse wählen

source: Most HP JetDirect cards accept jobs on TCP port 9100.
de_de: Die meisen HP JetDirect Karten akzepieren Aufträge auf dem TCP Port 9100.

source: Internal JetDirect cards support bidirectional communication. External print servers will only support bidirectional communication if they communicate with the printer through a serial port or through a bidirectional parallel port. If you say Yes here and the correct answer is No, the queue will get stuck at the end of the first job.
de_de: Interne JetDirect Karten unterstützen bidirektionale Kommunikation. Externe Druckerserver unterstützen bidirektionale Kommunikation nur wenn sie mit dem Drucker duch einen Seriellen Port oder einen bidirektionalen Parallelport verbunden sind. Wenn Sie hier Ja sagen, die korrekte Antwort aber Nein ist, wird die Warteschleife nach Ende des ersten Auftrages hängenbleiben.

source: PPR: Add a Printer: LPR Interface: Choose an Address
de_de: PPR: Einen Drucker hinzufügen: Eine Adresse wählen

source: PPR needs to know the name or IP address of the printer or of the print server to which it is attached. An example of a DNS name is "myhost.myorg.org". An example of an IP address is "157.252.200.52". A name is preferred.
de_de: PPR benötigt den Namen oder die IP-Adresse des Druckers oder Druckservers der angeschlossen ist. Ein Beispiel für einen DNS Namen ist "myhost.myorg.org". Ein Beispiel für eine IP-Adresse ist "157.252.200.52". Ein Name wird bevorzugt.

source: What is the name of the printer on the remote print server?
de_de: Wie ist der name des Druckers oder des entfernten Druckservers?

source: See the table below.
de_de: Schauen Sie in die Tabelle unten.

source: Remote Queue Name:
de_de: Entfernte Warteschlange:
fr: Nom de la file distante :

source: Brand
de_de: Handelsmarke

source: Product
de_de: Produkt

source: Remote Queue Name
de_de: Entfernte Warteschlange

source: You must fill in the remote host's DNS name or IP address!
de_de: Sie müssen den DNS Namen oder die IP-Adresse des entfernten Rechners angeben!
fr: Vous devez renseigner le nom DNS ou l'adresse IP de l'hôte distant !

source: You must fill in the remote queue name!
de_de: Sie müssen die entfernte Warteschlange angeben!
fr: Vous devez renseigner le nom de la file distante !

source: What is the name of the printer on the remote print server?
de_de: Wie ist der Name des Druckers auf dem entfernten Druckserver?

source: PPR: Add a Printer: Interface Setup
de_de: PPR: Einen Drucker hinzufügen: Interface Setup

source: No special help is available for the interface called "%s". Therefore, we present the generic interface configuration form below. You may have to refer to the ppad(1) man page to determine the correct format for the values of the fields below.
de_de: Es ist keine spezielle Hilfe für das Interface "%s" verfügbar. Daher zeigen wir das generische interfacekonfigurationsformular unten. Sie müssen eventuell die ppad(1) Manualseite aufrufen, um das korrekte Format für die Werte in den Feldern zu erfragen.
fr: Aucune aide spéciale n'est disponible pour l'interface nommée "%s". Par conséquent, nous vous présentons le formulaire de configuration d'interface générique ci-dessous. Vous devrez vous rapporter à la page de manuel de ppad(1) pour déterminer le format correct des valeurs des champs ci-dessous.

source: Enter Printer Address:
de_de: Geben Sie die Druckeradresse ein:
fr: Entrez l'adresse de l'imprimante :

source: Enter Interface Options:
de_de: Geben Sie Interfaceoptionen ein:
fr: Entrez les options de l'interface :

source: Do the Interface and Printer Support 2-Way Communication?
de_de: Unterstützen das Interface und der Drucker bidirektionale Kommunikation?
fr: L'interface et l'imprimante supportent-elles les communications bi-directionnelles ?

source: Choose a Jobbreak Method:
de_de: Wählen Sie eine Abbruchmethode:
fr: Choisissez une méthode de coupure de travail :

source: You must enter an address for the printer!
de_de: Sie müssen eine Adresse für den Drucker angeben!
fr: Vous devez entrer une adresse pour l'imprimante !

source: PPR: Add a Printer: Browse Printers
de_de: PPR: Einen Drucker hinzufügen: verfügbare Drucker

source: Zones Available for Browsing
de_de: Verfügbare Zonen zum Suchen

source: Up to a minute may be required to search some zones.
de_de: Es kann bis zu einer Minute dauern, um eine Zone zu durchsuchen.

source: You must choose a zone!
de_de: Sie müssen eine Zone wählen!

source: Printers Available in Zone %s %s
de_de: Verfügbare Drucker in Zone %s %s

source: , Model: %s
de_de: Modell: %s

source: , Location: %s
de_de: Ort: %s

source: You must choose a printer!
de_de: Sie müssen einen Drucker wählen!

source: PPR: Add a Printer: Choose a PPD File
de_de: PPR: Einen Drucker hinzufügen: Eine PPD Datei wählen

source: Please select a appropriate PostScript Printer Description (PPD) file for this printer.
de_de: Bitte wählen Sie eine passende PostScript Printer Description (PPD) Datei für diesen Drucker aus.

source: Auto detection failed.
de_de: Automatische Detektierung fehlgeschlagen.

source: Suitable PPD Files:
de_de: Passende PPD Dateien:

source: All Available PPD Files:
de_de: Alle verfügbaren PPD Dateien:

source: Auto Detect
de_de: Automatische Detektierung

source: Automatically detect printer type and propose suitable PPD files.
de_de: Detektiere Drucker automatisch und schlage passende PPD Dateien vor.

source: Show all PPD Files
de_de: Zeige alle PPD Dateien

source: You must choose a PPD file first!
de_de: Sie müssen erst eine PPD Datei wählen!
fr: Vous devez d'abord choisir un fichier PPD !

source: PPR: Add a Printer: Name the Printer
de_de: PPR: Einen Drucker hinzufügen: Den Drucker benennen

source: The printer must have a name. The name may be up to 16 characters long. Control codes, tildes, and spaces are not allowed. Also, the first character may not be a period or a hyphen.
de_de: Der Drucker muß einen Namen bekommen. Der Name darf bis zu 16 Zeichen lang sein. Kontrollzeichen, Tilden und Leerzeichen sind nicht erlaubt. Desweiteren darf das erste Zeichen weder eine Punkt noch ein Bindestrich sein.
fr: L'imprimante doit avoir un nom. Le nom peut avoir jusqu'à 16 caractères de long. Les codes de contrôle, les tildes et les espaces sont interdits. De plus, le premier caractère ne peut pas être un point ou un tiret.

source: Printer Name:
de_de: Druckername:
fr: Nom de l'imprimante :

source: You must enter a name for the printer!
de_de: Sie müssen einen Namen für den Drucker eingeben!
fr: Vous devez entrer un nom pour l'imprimante !

source: The printer "%s" already exists!
de_de: Der Drucker "%s" existiert bereits!
fr: L'imprimante "%s" existe déjà !

source: PPR: Add a Printer: Describe the Printer
de_de: PPR: Einen Drucker hinzufügen: Den Drucker beschreiben

source: While short printer names are convenient in certain contexts, it is sometimes helpful to have a longer, more informative description. Please supply a longer description for "%s" below.
de_de: Während kurze Druckernamen in bestimmten Umfeldern erwünscht sind, ist es doch manchmal besser, eine längere, informativere Beschreibung zu haben. Bitte geben Sie unten eine Beschreibung für "%s" an.
fr: Bien que des noms d'imprimantes courts soient intéressants dans certains contextes, il est parfois utile d'avoir une description plus longue, donnant plus d'informations. Veuillez donner une description plus longue pour "%s" ci-dessous.

source: PPR: Add a Printer: Additional Information
de_de: PPR: Einen Drucker hinzufügen: Weitere Informationen

source: On this screen you may record additional information about the printer for future reference.
de_de: In diesem Fenster können Sie weitere Informationen über den Drucker für spätere Referenzen angeben.
fr: Sur cet écran vous pouvez enregistrer des informations supplémentaires sur l'imprimante pour y revenir plus tard.

source: Where is the printer located?
de_de: Wo steht der Drucker?
fr: Où se trouve l'imprimante ?

source: Location:
de_de: Ort:
fr: Emplacement :

source: Which department within your organization uses this printer?
de_de: Welche Abteilung in Ihrer Organisation nutzt den Drucker?
fr: Quel service dans votre organisation se sert de cette imprimante ?

source: Department:
de_de: Abteilung:
fr: Service :

source: On Site Contact:
de_de: Vor-Ort Kontakt:
fr: Contact sur site :

source: Save New Printer
de_de: Neuen Drucker speichern
fr: Sauver la nouvelle imprimante

source: Saving new printer:
de_de: Speichere neuen Drucker:
fr: Sauvegarde de la nouvelle imprimante :

source: Status of Printer "%s"
de_de: Status des Druckers "%s"
fr: État de l'imprimante "%s"

source: Can't [%s] printer "%s" for the following reason:
de_de: Kann nicht [%s] den Drucker "%s" wegen des folgenden Grundes:
fr: Impossible de [%s] l'imprimante "%s" pour la raison suivante :

source: Bytes Sent
de_de: Gesendete Bytes
fr: Octets Envoyés

source: Bytes Unsent
de_de: Noch nicht gesendete Bytes
fr: Octets Non Envoyés

source: Pages Completed
de_de: Fertiggestellte Seiten
fr: Pages terminées

source: Pages Started
de_de: Begonnene Seiten
fr: Pages démarrées

source: Pages Unstarted
de_de: Noch nicht begonnene Seiten
fr: Pages non démarrées

source: Start the printer.
de_de: Den Drucker starten.

source: Stop the printer after current job.
de_de: Den Drucker nach dem derzeitigen Auftrag anhalten.

source: Stop the printer imediately.
de_de: Den Drucker sofort anhalten.

source: Media
de_de: Medien

source: Change the media mounted on the printer's input trays.
de_de: Ändern der gemounteten Medien in den Einzügen des Druckers.

source: _Refresh
de_de: _Aktualisieren
fr: _Rafraîchir

source: fault
de_de: Fehler
fr: panne

source: fault, no auto retry
de_de: Fehler, keine automatische Wiederholung
fr: panne, pas de tentative automatique

source: offline
de_de: aus
fr: hors ligne

source: otherwise engaged or offline
de_de: anderweitig beschäftigt oder aus
fr: déjà occupée ou hors ligne

source: idle
de_de: bereit
fr: inactif

source: stopt
de_de: angehalten
fr: arrêtée

source: Media Mounted on Printer "%s"
de_de: gemountete Medien auf Drucker "%s"

source: _Apply
de_de: _Übernehmen

source: Contact:
de_de: Kontakt:

source: Printer interface program:
de_de: Druckerinterface:
fr: Programme d'interface de l'imprimante :

source: Printer address:
de_de: Druckeradresse:
fr: Adresse de l'imprimante :

source: Interface options:
de_de: Interfaceoptionen:
fr: Options de l'interface :

source: Does feedback (2-way communication) work?
de_de: Funktioniert bidirektionale Kommunikation?
fr: Le retour (communication bi-directionnelle) fonctionne-t-il ?

source: default
de_de: standard
fr: défaut

source: Jobbreak method:
de_de: Abbruchmethode:
fr: Méthode de coupure de travail :

source: Character code compatibility:
de_de: Zeichencodekompatibilität
fr: Compatibilité du jeu de caractère :

source: No interface is selected!
de_de: Kein Interface ausgewählt!
fr: Aucune interface n'est sélectionnée !

source: The Printer Address is blank!
de_de: Die Druckeradresse ist leer!
fr: L'adresse de l'imprimante est vide !

source: Current PPD File:
de_de: Derzeitige PPD Datei:

source: Show All PPD Files
de_de: Alle PPD Dateien anzeigen

source: No PPD file is selected!
de_de: Keine PPD Datei ausgewählt!
fr: Aucun fichier PPD n'est sélectionné !

source: From PPD File
de_de: Aus PPD Datei

source: The PPD file does not call for a raster image processor.
de_de: Die PPD Datei verlangt nicht nach einem Rasterbild Prozessor.

source: Raster Image Processor:
de_de: Rasterbild Prozessor

source: Output Language:
de_de: Ausgabesprache:

source: Options:
de_de: Optionen:

source: Incomplete custom RIP settings.
de_de: Unvollständige persönliche RIP-Einstellungen.

source: Features
de_de: Funktionen
fr: Possibilités

source: Optional printer features:
de_de: Optionale Druckerfunktionen:
fr: Possibilités supplémentaires de l'imprimante :

source: Bins
de_de: Einzüge
fr: Bacs

source: Bins for forms management purposes:
de_de: Einzüge für Vorlagenverwaltung:
fr: Bacs à des fins de gestion des formulaires :

source: (not listed in PPD file)
de_de: (nicht in PPD Datei aufgeführt)
fr: (non listé dans le fichier PPD)

source: Alerts
de_de: Warnungen
fr: Alertes

source: Alert method:
de_de: Warnmethode:
fr: Méthode d'alerte :

source: Alert frequency:
de_de: Warnfrequenz:
fr: Fréquence d'alerte :

source: never
de_de: nie
fr: jamais

source: after
de_de: nach
fr: après

source: every
de_de: aller
fr: chaque

source: Alert address:
de_de: Warnadresse:
fr: Adresse d'alerte :

source: Share with Samba
de_de: In Samba zu Verfügung stellen

source: Limits Enforced Before Printing
de_de: Erzwungene Limits vor dem Druck
fr: Limites en place avant l'impression

source: Limit Kilobytes
de_de: Limit kB
fr: Limite en kilooctets

source: Lower limit:
de_de: Untere Grenze
fr: Limite inférieure :

source: Upper limit:
de_de: Obere Grenze
fr: Limite Supérieure :

source: Limit Pages
de_de: Seitenlimit
fr: Limites de pages

source: Grayscale documents OK:
de_de: Graudruck OK:
fr: Documents en niveaux de gris OK :

source: Limits Enforced During Printing
de_de: Erzwungene Limits während des Drucks
fr: Limite en place durant l'impression

source: Per-page time limit (in seconds):
de_de: Zeitlimit pro Seite (in Sekunden):
fr: Limite de temps par page (en secondes) :

source: Userparams
de_de: Nutzerparameter

source: PostScript Interpreter Userparams Settings:
de_de: PostScript Interpreter Nutzerparameter
fr: Paramètres Userparams de l'interpréteur PostScript :

source: always
de_de: immer
fr: toujours

source: Print banner page
de_de: Drucke Startseite
fr: Imprimer la bannière :

source: Print trailer page
de_de: Drucke Endseite
fr: Imprimer la bannière de queue

source: Monetary Charge for Printing on this Printer
de_de: Kosten für das Drucken auf diesem Drucker
fr: Coût monétaire pour imprimer sur cette imprimante

source: Per duplex sheet:
de_de: Für beidseitiges Blatt:
fr: Par feuille recto-verso :

source: Per simplex sheet:
de_de: Für einseitiges Blatt:
fr: Par feuille recto :

source: Output order:
de_de: Ausgabeordnung:
fr: Ordre de sortie :

source: Reverse
de_de: Umgekehrt
fr: Inverse

source: Passthru printer languages:
de_de: Weiterzuleitende Druckersprachen:
fr: Langages d'impression directs :

source: The charge per duplex sheet is not valid!
de_de: Die Kosten für ein beidseitiges Blatt sind ungültig!
fr: Le coût par feuille recto-verso est invalide !

source: The charge per simplex sheet is not valid!
de_de: Die Kosten für ein einseitiges Blatt sind ungültig!
fr: Le coût par feuille recto est invalide !

source: Both the duplex charge and the simplex charge must be set or neither must be set!
de_de: Es müssen entweder beidseitige und einseitige Druckkosten angegeben werden oder keine!
fr: Les coûts pour le recto-verso et pour le recto seul doivent être positionnés tous les deux ou bien aucun des deux !

source: There were no changes to save.
de_de: Keine Änderungen zu speichern.

source: PPR: Printer Properties: %s
de_de: PPR: Druckereigenschaften: %s
fr: PPR : propriétés de l'imprimante : %s

source: PPR Print Test Page
de_de: PPR Drucke Testseite

source: To print a PPR test page, select the desired options below and press [Print].
de_de: Um eine PPR Testseite zu drucken, wählen Sie unten die gewünschten Optionen und Drucken Sie [Drucken].

source: Page Size:
de_de: Seitengröße:

source: Image:
de_de: Bild:

source: Color Space Test Patterns
de_de: Farbraum

source: Grayscale
de_de: Graustufen

source: Spoked Wheel
de_de: Radspeichen

source: _Print
de_de: _Drucken

source: Friendly Form of the Job ID
de_de: Benutzerfreundliche Form der Auftrags-ID

source: Job ID
de_de: Auftrags-ID
fr: ID du travail

source: Elaborate, Fully Qualified Form of the Job ID
de_de: Detaillierte, vollständige Form der Auftrags-ID

source: Status of the Job
de_de: Status des Auftrages

source: Elaboration on Status of the Job
de_de: Zeige Details bei Auftragsstatus

source: Status of the Job with Elaboration
de_de: Status des Auftrages mit Details

source: Job Submission Time, Compact
de_de: Auftragsübertragungszeit, kurz

source: Time
de_de: Zeit
fr: Temps

source: Job Submission Time, Full
de_de: Auftragsübertragungszeit, vollständig

source: Whose Job is This?
de_de: Wem gehört der Auftrag?

source: Unix Username of Job Submitter
de_de: Unix Benutzername des Auftragsüberträgers

source: Numberic Unix Userid of Job Submitter
de_de: Numerische Unix Benutzer-ID des Auftragsüberträgers

source: Proxy For
de_de: Proxy für
fr: Mandataire de

source: What Was the Name of the Input File?
de_de: Wie ist der Name der Eingangsdatei?

source: Descriptive Job Title
de_de: Titel

source: Person or Application that Created the Job
de_de: Person oder Anwendung, die den Auftrag erstellte

source: Instructions to a Human Operator for Delivery of the Output
de_de: Anweisungen für menschlichen Administrator zum Versand der Ausgabe

source: Number of PostScript Page Descriptions
de_de: Anzahl der PostScript Seitenbeschreibungen

source: Pages
de_de: Seiten

source: Pages x Copies
de_de: Seiten x Kopien

source: Number of Copies to be Printed
de_de: Anzahl der zu druckenden Kopien

source: Will the Copies be Collated?
de_de: Werden die Kopien verglichen?

source: PostScript Page Descriptions Per Sheet
de_de: PostScript Seitenbeschreibungen pro Blatt

source: Number of Logical Pages Per Physical Page
de_de: Anzahl von logischen Seiten pro physische Seite

source: Print Borders Around Logical Pages in N-Up Mode?
de_de: Ränder um logische Seiten im N-Up Modus drucken?

source: How Many Sheets Per Signiture? (For Booklet Printing.)
de_de: Wie viele Seiten pro Signiture? (Für Bookletdruck.)

source: The Fronts, the Backs, or Both
de_de: Vorderseite, Rückseite oder Beide

source: Total Page Descriptions for All Copies
de_de: Gesamte Seitenbeschreibungen für alle Kopien

source: Total Medium Sides to be Marked (after N-Up)
de_de: Gesamte Medienseiten, die genutzt werden sollen (nach N-Up)

source: Total Sides
de_de: Gesamtzahl Seiten
fr: Nombre total de faces

source: Total Medium Sheets to be Used
de_de: Gesamte Medienblatter, die genutzt werden

source: Total Sheets
de_de: Gesamtzahl Blätter
fr: Nombre total de feuilles

source: Current Queue Priority of this Job
de_de: Derzeitige Warteschlangenpriorität des Auftrages

source: Original Queue Priority of this Job
de_de: Originale Warteschlangenpriorität des Auftrages

source: Was a Banner Page Requested?
de_de: War eine Startseite angefortert?

source: Was a Trailer Page Requested?
de_de: War eine Endseite angefortert?

source: Size of Input File Before Conversion to PostScript
de_de: Größe der Eingabedatei vor der Konvertierung nach PostScript

source: Size of Input File After Conversion to PostScript
de_de: Größe der Eingabedatei nach der Konvertierung nach PostScript

source: Does this Document have a DSC Prolog?
de_de: Hat dieses Dokument einen DSC Prolog?

source: Does this Document have a DSC Document Setup Section?
de_de: Hat dieses Dokument einen DSC Document Setup Abschnitt?

source: Does this Document have a DSC Script?
de_de: Hat dieses Dokument ein DSC Script?

source: DSC Proofmode Setting
de_de: DSC Proofmode Einstellung

source: Portrait or Landscape
de_de: Hochformat oder Querformat

source: Message to Print Diagonally Across Each Page
de_de: Nachricht, um diagonal über jede Seite zu drucken

source: Are the Pages in Ascending or Descending Order in the Input File?
de_de: Sind die Seiten in aufsteigender oder absteigender Ordnung in der Eingabedatei?

source: Move
de_de: Verschieben

source: Delete
de_de: Löschen

source: Rush
de_de: An den Anfang

source: Hold
de_de: Anhalten

source: Release
de_de: Freigeben

source: Refresh
de_de: Aktualisieren

source: Done
de_de: Abgeschlossen

source: Queue Display Settings
de_de: Warteschlangenanzeigeoptionen
fr: Paramètres d'affichage de la file

source: Jobs Queued for "%s" on "%s"
de_de: Aufträge in der Warteschleife für "%s" auf "%s"
fr: Travaux en attente pour "%s" sur "%s"

source: File
de_de: Datei

source: View
de_de: Ansehen

source: Preferences
de_de: Einstellungen

source: Now
de_de: Jetzt

source: Refresh Interval:
de_de: Aktualisierungsintervall
fr: Intervalle de rafraîchissement :

source: This page will be reloaded at the indicated interval (in seconds).
de_de: Diese Seite wird im angegebenen Interval (in Sekunden) erneut geladen

source: You must select one or more jobs before pressing [%s].
de_de: Sie müssen einen oder mehrere Aufträge wählen, bevor Sie [%s] drücken.
fr: Vous devez choisir un ou plusieurs travaux avant de presser [%s].

source: You must select a destination queue before pressing [Move].
de_de: Sie müssen eine Zielwarteschlange wählen, bevor Sie [Verschieben] drücken.
fr: Vous devez choisir une file de destination avant de presser [Déplacement].

source: [%s] Failed
de_de: [%s] fehlgeschlagen

source: Job "%s"
de_de: Auftrag "%s"
fr: Travail "%s"

source: Cancel selected jobs.
de_de: Breche ausgewählte Aufträge ab.

source: _Delete
de_de: _Löschen

source: Move selected jobs to the front of the queue.
de_de: Verschiebe ausgewählte Aufträge an den Anfang der Warteschlange.

source: Place selected jobs in the held state so that they won't print.
de_de: Versetzte ausgewählte Aufträge in den gehalten Status, so daß sie nicht gedruckt werden.

source: _Hold
de_de: _Anhalten
fr: _Stopper

source: Release selected jobs which are held.
de_de: Gibt ausgewählte Aufträge, die gehalten wurden, frei

source: _Release
de_de: _Freigeben
fr: _Relâcher

source: Open windows in which to modify selected jobs.
de_de: Öffne ein Fenster, in dem die ausgewählten Aufträge geändert werden.

source: _Modify
de_de: _Ändern
fr: _Modifier

source: Display log files of selected jobs.
de_de: Zeige die Logdatei für den ausgewählten Auftrag.

source: PPR Print Log for Queue "%s"
de_de: PPR Druckerlog für Warteschleife "%s"
fr: Trace d'impression PPR pour la file "%s"

source: PPR Print Log for Printer "%s"
de_de: PPR Druckerlog für Drucker "%s"
fr: Trace d'impression PPR pour l'imprimante "%s"

source: PPR Print Log
de_de: PPR Druckerlog
fr: Trace d'impression PPR

source: Print job logging is disabled. To enable it, create the file "%s" and make sure the user "%s" can write to it.
de_de: Druckauftragloging ist abgeschaltet. Um es anzuschalten, erstellen Sie die Datei "%s" und stellen Sie sicher, das der Nutzer "%s" in sie schreiben kann.

source: Can't open log file "%s", %s
de_de: Kann Logdatei "%s" nicht öffnen, %s

source: For
de_de: Für
fr: Pour

source: Printer
de_de: Drucker
fr: Imprimante

source: Unix User
de_de: Unix Nutzer
fr: Utilisateur Unix

source: Printing Time
de_de: Druckzeit
fr: Temps d'impression

source: Queued Time
de_de: Warteschlangenzeit
fr: Temps dans la file

source: Charge
de_de: Kosten
fr: Coût

source: Increment
de_de: Inkrement
fr: Incrément

source: PJL Pages
de_de: PJL Seiten
fr: Pages PJL

source: Start Pages
de_de: Startseiten
fr: Pages de démarrage

source: Title or Filename
de_de: Titel oder Dateiname

source: PPR Print Queues on "%s"
de_de: PPR Druckerwarteschlangen auf "%s"
fr: Files d'impression PPR sur "%s"

source: Free Flow
de_de: Freier Ablauf
fr: Débit libre

source: Many Details
de_de: Viele Details
fr: Beaucoup de détails

source: %d Columns
de_de: %d Spalten
fr: %d Colonnes

source: Choose the display format.
de_de: Wählen Sie ein Anzeigeformat.

source: View:
de_de: Ansehen:
fr: Voir :

source: Refresh the page right now.
de_de: Seite jetzt neu laden.
